{"data": [{"about": "educational activities that promote healthy lifestyles, enhance a sense of community and foster growth in leadership and teamwork skills ", "name": "MIT Club Sports and Intramurals", "category": "Sports League", "id": "495777833835490"}, {"about": "NDTV Food is India's leading Food content platform; a lifestyle subsidiary of India's leading news website, ndtv.com.\n\nIf you're a foodie who loves to explore the depths of the culinary world, you've reached the right place. Find out more at food.ndtv.com", "name": "NDTV Food", "category": "Website", "description": "NDTV Food is India's leading Food content platform; a lifestyle subsidiary of India's leading news website, ndtv.com.\n\nIf you're a foodie who loves to explore the depths of the culinary world, you've reached the right place. Browse from thousands of recipes, tips and trivia on cooking, info on latest restaurants and much more... \n\nFind out more at food.ndtv.com", "id": "617217755096074"}, {"about": "MIT is a world-class educational institution where teaching and research — with relevance to the practical world as a guiding principle — continue to be its primary purpose. ", "name": "Massachusetts Institute of Technology (MIT)", "category": "Education", "description": "MIT is independent, coeducational, and privately endowed. Its five schools and one college encompass numerous academic departments, divisions and degree-granting programs, as well as interdisciplinary centers, laboratories and programs whose work cuts across traditional departmental boundaries.\n\nConnect with MIT via social media: http://connect.mit.edu\nInstagram: http://instagram.com/MITpics\nTwitter: http://twitter.com/MIT\nPinterest: http://pinterest.com/mitcampus\n\nThe Future of Education at MIT: \n- http://future.mit.edu \n- http://twitter.com/futureMIT", "id": "126533127390327"}, {"about": "A satire of the usual and unusual at IIIT-H, through the eyes of its many four-legged creatures. ", "name": "Dogs of IIIT H", "category": "Community", "id": "191369337967273"}, {"about": "Deep Learning Weekly is your one-stop shop for your DL news be they new research developments, breakthroughs in industry or open source projects!", "name": "Deep Learning Weekly", "category": "Media/News Company", "id": "246771592406604"}, {"about": "The coder's life blog ! http://www.commitstrip.com", "name": "CommitStrip", "category": "Website", "id": "327120337324569"}, {"about": "The greatest IIIT Hyderabad posts to get you through the day. ", "name": "IIIT Hyderabad Memes", "category": "Cause", "id": "438464483172348"}, {"about": "Memes about MIT life\nif you have a meme to submit, just message us!", "name": "MIT Memes", "category": "Community", "id": "632968163547047"}, {"about": "Facebook AI Research", "name": "Facebook AI Research", "category": "Private Investigator", "id": "352917404885219"}, {"about": "Président de la République française.", "name": "Emmanuel Macron", "category": "Politician", "id": "1535230416709539"}, {"about": "I was doing this shit before it was deep", "name": "Machine Learning Memes for Convolutional Teens", "category": "Library", "description": "fku 2 deep 4 u get rekt conv all the way mofo", "id": "287764591678048"}, {"about": "Official Facebook page for Melinda Gates, co-chair of the Bill & Melinda Gates Foundation", "name": "Melinda Gates", "category": "Public Figure", "id": "1413858742171052"}, {"about": "Founder and CEO of O'Reilly Media. Publisher, conference producer, investor, mapmaker trying to make sense of the emerging land we call the future.", "name": "Tim O'Reilly", "category": "Public Figure", "id": "56814259249"}, {"about": "A place where people talk about Compressive Sensing, Advanced Matrix Factorization and Randomized Numerical Linear Algebra", "name": "Nuit Blanche", "category": "Science Website", "description": "Nuit Blanche is a place where people can talk about compressed sensing and related machine learning subjects.", "id": "166441866740790"}, {"about": "International Conference on Learning Representations.\nA forum for news and discussions about ICLR, deep learning and related topics.", "name": "ICLR", "category": "Nonprofit Organization", "id": "1026262914069441"}, {"about": "The Verge covers life in the future.\n\nwww.theverge.com", "name": "The Verge", "category": "Media/News Company", "description": "The Verge covers the intersection of technology, science, art, and culture.\n\nThe Verge is part of the Vox Media family and is joined by Vox.com, SB Nation, Polygon, Eater, Racked, Curbed, and Re/code.", "id": "193742123995472"}, {"about": "\"Piled Higher and Deeper\" (PhD) is the comic strip about life (or the lack thereof) in academia.", "name": "Piled Higher and Deeper", "category": "Website", "id": "208357853428"}, {"about": "Series of conferences designed to bring the research and career interests of women in computing to the forefront - A program of the Anita Borg Institute.", "name": "Grace Hopper Celebration of Women in Computing", "category": "Nonprofit Organization", "description": "Co-founded by Dr. Anita Borg and Dr. Telle Whitney in 1994 and inspired by the legacy of Admiral Grace Murray Hopper, the Grace Hopper Celebration of Women in Computing conference is a program of the Anita Borg Institute of Women in Technology.", "id": "53951646271"}, {"about": "Lean In is a nonprofit organization and online community dedicated to helping all women achieve their ambitions. ", "name": "Lean In IIIT Hyderabad", "category": "Community", "description": "Our aspiration is to empower the Women Techmakers of IIIT. In each of the “Lean-In Circle” series, we’ve gathered together some of the best women techmakers across the world to share their ideas with you. We will be focussing on 5 key areas: Entrepreneurship, Open Source, Academia, Industry and Soft Skills. We'll help you learn the best practices to help you position yourself for success in your field...\n\nWe hope to offer new, refreshing, and insightful ways to look at technology & leadership, allowing you to discover new perspectives, develop your understanding, and change the way you think. :)\n\nCome, Lean In! :D", "id": "582214371963769"}, {"about": "The most unimportant things you'll never need to know. \n", "name": "UberFacts", "category": "Media/News Company", "description": "The most unimportant things you'll never need to know!", "id": "197535293612901"}, {"about": "Online Community Guidelines: lpc.ca/a17v. \n\nLignes directrices pour la communauté virtuelle: lpc.ca/a17w.\n", "name": "Justin Trudeau", "category": "Politician", "id": "21751825648"}, {"name": "TED", "category": "News & Media Website", "id": "29092950651"}, {"about": "www.forbes.com - the home page for the world's business leaders.", "name": "Forbes", "category": "Website", "id": "30911162508"}, {"name": "Meditation", "category": "Sport", "description": "Meditation is a practice where an individual trains the mind or induces a mode of consciousness, either to realize some benefit or for the mind to simply acknowledge its content without becoming identified with that content, or as an end in itself.The term meditation refers to a broad variety of practices that includes techniques designed to promote relaxation, build internal energy or life force (qi, ki, prana, etc.) and develop compassion, love, patience, generosity, and forgiveness. A particularly ambitious form of meditation aims at effortlessly sustained single-pointed concentration meant to enable its practitioner to enjoy an indestructible sense of well-being while engaging in any life activity.The word meditation carries different meanings in different contexts. Meditation has been practiced since antiquity as a component of numerous religious traditions and beliefs. Meditation often involves an internal effort to self-regulate the mind in some way. Meditation is often used to clear the mind and ease many health concerns, such as high blood pressure, depression, and anxiety. It may be done sitting, or in an active way—for instance, Buddhist monks involve awareness in their day-to-day activities as a form of mind-training. Prayer beads or other ritual objects are commonly used during meditation in order to keep track of or remind the practitioner about some aspect of that training.", "id": "103750332997476"}, {"about": "The Vedas", "name": "Veda \"Knowledge\"", "category": "Community", "description": "The Vedas (Sanskrit वेदाः véda, \"knowledge\") are a large body of texts originating in ancient India (complied around 1200 BC). Composed in Vedic Sanskrit, the texts constitute the oldest layer of Sanskrit literature and the oldest scriptures. The Vedas are apauruṣeya (\"not of human agency\"). They are supposed to have been directly revealed, and thus are called śruti (\"what is heard\"), distinguishing them from other texts, which are called smṛti (\"what is remembered\").\nThe Vedic texts or śruti are organized around four canonical collections of metrical material known as Saṃhitās, of which the first three are related to the performance of yajna (sacrifice) in historical Vedic religion:\n1.\tThe Rigveda, containing hymns to be recited by the hotṛ;\n2.\tThe Yajurveda, containing formulas to be recited by the adhvaryu or officiating priest;\n3.\tThe Samaveda, containing formulas to be sung by the udgātṛ.\n4.\tThe fourth is the Atharvaveda, a collection of spells and incantations, apotropaic charms and speculative hymns. \nThe individual verses contained in these compilations are known as mantras. Some selected Vedic mantras are still recited at prayers, religious functions and other auspicious occasions.\n", "id": "144809955642997"}], "paging": {"cursors": {"before": "NDk1Nzc3ODMzODM1NDkw", "after": "MTQ0ODA5OTU1NjQyOTk3"}, "next": "https://graph.facebook.com/v2.4/10201591850756613/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTQ0ODA5OTU1NjQyOTk3"}}