{"data": [{"about": "Posting quotes, jokes, advice and facts that relate to your everyday life. Enjoy reading it. Thank you", "name": "The feeling you get when you understand something in math class.", "category": "Community", "description": "DISCLAIMER : Our page does not create , claim credit and own any of the images and videos you see .Majority of what we are posting here are images believed to be in the \"public domain\" and origin of some is unclear. They are found on various websites on the internet , books , magazines and visual media . We do not edit, crop and remove water marks posting them the way they are found respecting the copyrights and giving the credit if the artist or author is known. If we have posted something that you think you have a copyright on and do not wish to be shared or if you wish to be properly credited for something that we have posted please message us to either change, add or remove the work in question. We humbly submit that the quotations , images , photos, videos and paintings posted in this page are for information and for viewing & sharing purposes only and no copyrights infringement is intended.", "id": "143510422832785"}, {"about": "Bring your own words into play ", "name": "Scrabble", "category": "Games/Toys", "id": "308899349574154"}, {"about": "Peace begins with a smile.", "name": "Peace begins with a smile.", "category": "Community", "description": "Peace begins with a smile.", "id": "1174723962628142"}, {"about": "HAHAHA besthi oiiiii ye lol", "name": "BESTHI OI NAAA......", "category": "Community", "id": "119031968117481"}, {"name": "Hilarious things", "category": "Community", "id": "1655087994502856"}, {"name": "To Makeup", "category": "Media/News Company", "id": "309094790405"}, {"name": "I Dont Hate You Ive Just Lost All Respect For You", "category": "Community", "id": "160304521198964"}, {"name": "SUPER XI", "category": "Sports Team", "id": "496796020663227"}, {"about": "I better beat the hell out of you, then you'll tell where it is.", "name": "Where is it?\" \"There\" \"where?\" \"there\" \"where the HELL is There?\"", "category": "Community", "id": "298359773959013"}, {"name": "Something upsets you, and suddenly you remember everything else depressing.", "category": "Community", "id": "287771531696015"}, {"about": "Welcome to the Cricket on Facebook page where you can see all the latest news and updates on your favorite teams and players!", "name": "Cricket on Facebook", "category": "Community", "id": "727565050588014"}, {"about": "Adventure is out there!", "name": "Up", "category": "Movie", "description": "Welcome to the official Disney•Pixar page for Pixar's Up.  Become a fan and check back often for images, quotes, and more updates from Carl, Russell, Dug, and the rest of the Up gang.  \n\nThis page is a place for Disney•Pixar fans. However, there are certain rules. Please be aware that Disney•Pixar does not accept or consider unsolicited idea submissions, and reserves the right to remove any posting or other material found to be off topic, inappropriate, or objectionable.", "id": "118194755634"}, {"name": "I hate 'fake' notifications", "category": "Community", "id": "1932911093620798"}, {"name": "Choking on your drink when someone says something funny", "category": "Website", "id": "1684496731853783"}, {"about": "me encanta reir", "name": "Me encanta reir mucho", "category": "Computer Company", "id": "605502152840678"}, {"about": "New Jersey Merchandise\nEVERYTHING JERSEY!\nwww.JERSEY4SURE.com\n", "name": "JERSEY4SURE.com", "category": "Gift Shop", "description": "Boardwalk Memorabilia, Apparel, Jewelry, Christmas Ornaments, Mugs, Decals, Magnets, etc.", "id": "376814002416347"}, {"about": "Go is your one stop for non-stop content about all your favorite videos.\nWe are posting videos and images that could make your day better.", "name": "Go", "category": "Website", "id": "1409909475740537"}, {"about": "Johnny Depp returns to the big screen as the iconic, swashbuckling anti-hero Jack Sparrow in the all-new “Pirates of the Caribbean: Dead Men Tell No Tales,", "name": "Pirates of the Caribbean", "category": "Movie", "description": "Available on Digital Sep 19th, Blu-ray Oct 3rd and new to 4K UHD. (c) 2017 Disney\n\nThe final adventure begins. From Disney and Producer Jerry Bruckheimer comes the harrowing and thrilling Pirates of the Caribbean: Dead Men Tell No Tales. Set sail with Captain Jack Sparrow (Johnny Depp) as deadly ghost sailors, led by the terrifying Captain Salazar (Javier Bardem), escape from the Devil’s Triangle bent on killing every pirate at sea – notably Jack – in an epic story packed with humor, suspense and amazing special effects!\n\nStarring: Johnny Depp, Javier Bardem, Brenton Thwaites, Kevin R. McNally, Kaya Scodelario, Golshifteh Farahani, Stephen Graham, David Wenham and Geoffrey Rush      \n\nThis page is a place for Disney fans. However, there are certain rules. Please be aware that Disney does not accept or consider unsolicited idea submissions, and reserves the right to remove any posting or other material found to be off topic, inappropriate, or objectionable.", "id": "254445913829"}, {"about": "The Uni Bible. The Essential Book for every University Student. ", "name": "The Uni Bible", "category": "Community", "id": "286267438075827"}, {"about": "Best of Indian Humour, Amazing Indians, Jugaads, News, Videos and a lot more...\nWe are simply #BeingIndian\nShop at #BeingIndian: www.bit.ly/BIshop", "name": "Being Indian", "category": "Media/News Company", "id": "590505157697487"}, {"about": "Quotes by Our Beloved Muslim Speakers", "name": "Muslim Speakers", "category": "Nonprofit Organization", "id": "349408568475529"}, {"about": "Welcome to the Sports on Facebook page where you can discover authentic sports-related voices on Facebook.", "name": "Sports on Facebook", "category": "Community", "id": "359129892456"}, {"about": "The home of student entertainment. Message us with your best videos/pictures!", "name": "Student Problems", "category": "Community", "description": "Join our Facebook group and post your best memes 👉🏼\nhttps://www.facebook.com/groups/TheSPUniversityOfMemes/\n\n", "id": "313227042137369"}, {"about": "Welcome to a fun-filled world of basketball.\n\n*Not affiliated with the NBA*", "name": "NBA Memes", "category": "Media", "id": "367810133247517"}, {"about": "Welcome.", "name": "Choking on your drink when someone says something funny", "category": "Community", "id": "164234944016675"}], "paging": {"cursors": {"before": "MTQzNTEwNDIyODMyNzg1", "after": "MTY0MjM0OTQ0MDE2Njc1"}, "next": "https://graph.facebook.com/v2.4/10204869584563626/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTY0MjM0OTQ0MDE2Njc1"}}