{"data": [{"name": "NYE Mayhem at Nest 31st Dec", "description": "Details To Be Out Soon !!", "start_time": "2016-12-24T14:00:00+0530", "id": "625222454307227"}, {"name": "Abacus Premier League", "description": "Ever thought what you would do if you got a chance to build your own IPL team. To use your knowledge of the ‘Big Game’ and your sixth sense to create the perfect team that goes on to lift the trophy. Then this is the right place to exhibit your cricketing passion with management capabilities. This march come and play the most exciting mock IPL player auction.Grab the chance to build your dream IPL team and stand a chance to be the next Shahrukh Khan,Mallaya or Preity Zinta.The countdown begins now !!!", "start_time": "2016-03-12T10:00:00+0530", "id": "827116867411524"}, {"name": "Onsite Programming Contest", "description": "\"A programmer is an organism that turns caffeine and pizza into code\"\nGreat coders are the rock stars of aBaCUS. Indulge yourself in solving the perplexing problems, designed to defeat you. Prove yourself worthy of the exciting internships and prizes by battling against the exceptional coders across India\nGet geared up to compile and run.", "start_time": "2016-03-12T09:30:00+0530", "id": "1050413711685119"}, {"name": "Online Programming Contest", "description": "\"Talk is cheap. Show me the code\" -Linus Torvalds\nDo you love coding? Are you the master of your dancing fingers? Then show off your mastery in the terrific battle of online programming! Happy coding, geeks!", "start_time": "2016-03-10T21:00:00+0530", "id": "1692920524330819"}, {"name": "Entrepreneurship Cluedo", "description": "At Capitalize, we encourage you to be as creative as possible! Climb the entrepreneurship ladder by solving various challenges faced by every entrepreneur. A competition which forces you to think out of the box and be as innovative as possible. Registrations free!", "start_time": "2015-08-21T16:00:00+0530", "id": "1457202607920664"}, {"name": "Code Of the Rings - Online Coding Contest", "description": "Online coding contest for programming fans worldwide.\nWin prizes, challenge yourself, have fun!\n\nDefeating Sauron should be child's play for you... But will you provide the most efficient code? You will have 24 hours to optimize your program and prove to everyone that you are the best Code Wizard in Middle Earth.\n\nRegister here (it's free and open to all): http://www.codingame.com/challenge", "start_time": "2015-06-27T18:00:00+0200", "id": "908216219235678"}, {"name": "Prayatna'15", "description": "Inter college symposium by ACT,MIT. Participate and Win exciting prizes.", "start_time": "2015-03-06T08:30:00+0530", "id": "1600963050138573"}, {"name": "AU Local Programming Contest #9", "description": "AU Local Contest is a programming competition held every year exclusively for CEG and MIT students to prove their problem solving skills.", "start_time": "2015-01-31T21:00:00+0530", "id": "381529375359219"}, {"name": "Digital Freeze Workshop at Kurukshetra 2015", "description": "A workshop on photography that aims at providing the aspiring photographers with a world-class platform to learn and grow through interactions with world class photographers and extensive hands on sessions.", "start_time": "2015-01-30T08:30:00+0530", "id": "775884172502458"}, {"name": "CodeCraft @ Felicity'15", "description": "The annual grand algorithmic sprint of IIIT Hyderabad is back yet again, based on ACM ICPC format(except that instead of teams it is individual participation).\n\nPrizes worth 20,000 INR to be won.\nSo, \"Do you think you can code?\"\n\nVisit http://felicity.iiit.ac.in/threads/codecraft/#content for rules.\n\nRegister here: http://felicity.iiit.ac.in/register/\n\nTo see time in other time zones: http://bit.ly/1u8sdBI", "start_time": "2015-01-25T14:00:00+0530", "id": "378291325683458"}, {"name": "Prayatna-14 online programming contest", "description": "Prizes worth 10K !\nHacker Rank Intern!\nCode Hard!Have Fun!!Make History!!\n\nYou should register in prayatna.org.in,to be eligible for the prizes. Reach Us at facebook.com/prayatnact.", "start_time": "2014-03-09T20:30:00+0530", "id": "218683728336896"}, {"name": "Code Conundrum - ITRIX '14 Online Programming Contest", "description": "An ACM ICPC style programming contest where you are up against a set of Challenges armed with the any programming language of your choice.\n\nOrganised as part of ITRIX( www.itrix.in) - the international symposium of Dept. of Information Science & Tecnology , College Of Engineering, Guindy.\n\nContest Link: https://www.hackerrank.com/itrix-14-online-programming-contest\n\nHappy Coding!", "start_time": "2014-03-01T20:00:00+0530", "id": "376520622489948"}, {"name": "GAMARENA", "description": "An online AI bot challenge contest, conducted as a part of ITrix", "start_time": "2014-02-15T17:00:00+0530", "id": "243392105841249"}, {"name": "Samhita OnLine Programming Contest 2014", "description": "An adrenaline filled event where every second counts. Get a chance to compete with the top programmers of the nation and make it to the top of the leaderboard with the best possible solutions", "start_time": "2014-02-02T20:00:00+0530", "id": "218109118378976"}, {"name": "Metagrobolize", "description": "\" What is the most contagious parasite? A virus? A Bacteria? No...! It is an unsolved maths puzzle. Nothing can ever possibly cripple your brain like a puzzle can. It isolates you from the rest of the world. It pulls in anyone who is exposed. \" \n\nWelcome to the portal of enlightenment and enjoyment. Metagrobolize is an online math event conducted by the Computer Society of MIT as a part of Carte Blanche-2014. \n\nThe questions demand good logical reasoning ability and basic knowledge of mathematics. (Google shall help you with the latter) \n\nReady for the challenge ? Metagrobolize yourselves at Carte Blanche-14\n\nMetagrobolize (verb.)\n     to baffle and disturb or flabbergast, to puzzle or mystify or perplex or mix up.", "start_time": "2014-02-02T18:00:00+0530", "id": "271411606346907"}, {"name": "Kurukshetra'14 Online Programming Contest", "start_time": "2014-01-25T20:00:00+0530", "id": "531074173658631"}, {"name": "Riddles of Sphinx @ Kurukshetra'14", "description": "The most renowned and favorite treasure hunt is back this year with more challenges for you!! Don't miss it!!", "start_time": "2014-01-05T00:00:00-0800", "id": "403997766369730"}, {"name": "OPC Shaastra 2014", "description": "Greetings from the Online Programming Contest team of Shaastra - 2014, IIT Madras. This year we are hosting the event on codechef(http://www.codechef.com/SHSTRA14). There is an exciting array of prizes to be won. There are prizes for Indian college students, non-Indian college students, IITM college students, Indian school students and many more! \n\nWe have interesting formats of questions that is sure to have each and everyone enthralled. For an elaborate list of rules please refer to the codechef link given above in this mail. The contest would be held on January 4th 2014. This contest is the right practice whether you are preparing for INOI - 2014 , ACM-ICPC World finals - 2014, or just want to have some fun. To be eligible for prizes please register on http://www.shaastra.org/2014/main/#open_programming_contest . Hope to see you all participate and win lots of prizes.", "start_time": "2014-01-04T20:00:00+0530", "id": "224748267706771"}, {"name": "ENIGMA Online Event", "description": "An online puzzle contest exclusively for students of 1st, 2nd and 3rd years of Anna University.", "start_time": "2013-12-23T21:00:00+0530", "id": "185948604944806"}, {"name": "Sync 13", "description": "Sync , the intracollege Department Symposium of Computer Science Engineering is back this year with exciting events!", "start_time": "2013-12-20T09:30:00+0530", "id": "766517750029451"}, {"name": "Placed", "description": "Venue: CSE dept - Third Floor Lab\nContact: Vishnu- 7708959399", "start_time": "2013-10-22T13:00:00+0530", "id": "123734874466984"}, {"name": "Alumni Guest Lecture and Events for 1st, 2nd and 3rd years!", "description": "Alumni talk by Mr Karthik Shanmugasundharam at Vivekananda Auditorium, Time: 3 PM. Topic: Importance of Patents and Technical Guidance.\n\nGeneral Quiz for 1st years at Vivekananda Auditorium, Time: 4 PM\n\nProgramming Competition for 2nd and 3rd years, CSE Second Floor Lab, Time: 4:30 PM", "start_time": "2013-10-17T15:00:00+0530", "id": "209314135915356"}, {"name": "ENIGMA 13 OLPC", "description": "We would like to invite all MITIANS to participate in ENIGMA OLPC 2013, a 3-hour acm-icpc style online programming competition, which is organized as a part of ENIGMA 2013, the intracollege techfest of Madras Institute of Technology .\nhttp://www.spoj.com/ENIG13/", "start_time": "2013-09-14T21:00:00+0530", "id": "198225060349544"}, {"name": "CodinGame Challenge July 27", "description": "Ready for the next CodinGame online programming contest?\n\nWhen?\nSaturday, July 27th 2013 starting at 4 pm (UTC).\nIt's online, it's worldwide, so appropriate local times can be checked here: http://www.timeanddate.com/worldclock/fixedtime.html?msg=CodinGame+July&iso=20130727T18&p1=1263\n\nWhy?\nAn opportunity for all developers who love to code to:\n- Challenge the best coders and find out how they stack up against them\n- Apply to developer-friendly Tech companies they like \n- Win cash prizes & goodies\n\nWho?\nDevelopers from all over the world are welcome whatever their profile or experience.\nThey can compete from home, for jobs or just for fun.\n\nHow?\nThe average duration of the challenge is 2 hours 30 minutes.\nThe aim is to solve puzzles using one's favorite programming language (between C#, C++, C, PHP, Java, Javascript, Ruby, Python, Objective C, Go and Haskell)\nTraining page: http://www.codingame.com/cg/#!training\n\nReady to compete? Sign up here: http://www.codingame.com/cg/#!challenge:10\n\nOf course it's free, and it's anonymous.", "start_time": "2013-07-27T16:00:00-0400", "id": "157312387791709"}, {"name": "aBaCUS'13", "description": "The technical symposium of the Department of Computer Science\nand Engineering, aBaCUS, conducted by CSEA, yearns to be different every year in all possible aspects and this edition is going to be even bigger and better.\nDo not miss this spectacle. www.abacus.org.in for more details .", "start_time": "2013-03-17T09:00:00+0530", "id": "582309181796970"}], "paging": {"cursors": {"before": "QVFIUkxWYXlUNzJmYmhrd2h3Y2VnUFE1NkVwa2xfOHl4RW91Y0VaN2dFaGNtRVF0dVQtX0dTcm15YmVRMENnNnNjLTJucEV5QzRac0ZAteHhfbFZABVGlBWU1B", "after": "QVFIUkZAMLVVnV19kOHh0OXpKY084ZAFlIVjdYR1p6dU1lY0MwcVlwc3htSEZAMXzhDOEV3eV9qdThhV1Q1LW9VQUJ1MnB0NXdYZAEVWOXVZAYzRlb2swWGQxWHR3"}}}