{"data": [{"about": "For the first time since the inception of Kurukshetra, we introduce an intra college brain fest, Vyuhaa exclusively for CEG, ACT, SAP and MIT. ", "name": "Vyuhaa 17", "category": "Education", "description": "True to its tagline – Scaling new heights, Vyuhaa stands as an opportunistic platform for every enthusiastic engineer to be and entrepreneurially oriented business mind all alike. \nVyuhaa has been intricately designed to enthral and captivate both, the sceptical and devoted mind.\nDelivering a preview into the bigger and grander battle that is Kurukshetra, Vyuhaa is your one stop dazzling learning experience.\n", "id": "114285125955179"}, {"about": "Pizza, Bakery, Desserts", "name": "Onestà", "category": "Italian Restaurant", "description": "Pizza, Bakery, Desserts", "id": "630849320353534"}, {"about": "The Ugly Indian is an idea. It's an attitude that says that all of us are ugly Indians & only we can save us from ourselves. Motto: Kaam Chalu Mooh Bandh!", "name": "The Ugly Indian", "category": "Community", "description": "This page showcases results. Of how anonymous citizens went out and DID. \nThe method of fixing ugly spots is called SpotFixing - and the shared belief is that a street, a neighbourhood, a city and a country can be fixed - one ugly spot at a time.\nWhile some citizens and elected representatives focus on system-level big-picture long-term solutions, the common citizen who spotfixes spends a few hours every week focusing on local 'spots' and fixing them to the best of his ability. Using his own hands, time and money.\nSee these short videos of SpotFixing (eliminating Ugly Spots) in familiar places in the city of Bengaluru. They show real-life practical solutions that have sustained - and can potentially work in any Indian city.\nhttp://www.youtube.com/user/theuglyindian1?feature=mhee#p/u", "id": "123459791046618"}, {"about": "Sports Home - Find Sporting Events | Playgrounds | Training Clubs in India", "name": "sportindia", "category": "Recreation & Sports Website", "id": "724835667623758"}, {"about": "Welcome to the most beautiful page.we serve quotes motivation love feelings emotions.A perfect page for everyone's feeling", "name": "Typewriters voice", "category": "Motivational Speaker", "description": "Pray until your situation changes. Miracles happen every day, so never stop believing. God can change things very quickly in your life.", "id": "613666645505781"}, {"name": "Magadheera", "category": "Movie", "id": "745528222230124"}, {"about": "Official Page of Sai Pallavi", "name": "Sai Pallavi Fans", "category": "Actor", "id": "1253719901364032"}, {"about": "Narendra Damodardas Modi is the 15th and current Prime Minister of India, in office since 26 May 2014. Modi, a leader of the Bharatiya Janata Party .......", "name": "P.M Narendra Modi.", "category": "Government Official", "id": "864028520363207"}, {"about": "Official Page of Tollywood Hero Nani\nTwitter: www.twitter.com/Nameisnani\nInstagram: http://instagram.com/nameisnani\n", "name": "Actor Nani", "category": "Artist", "description": "Filmography: \n\n2008 : Ashta Chamma \n2009 : Ride \t\n2009 : Snehituda \t\n2010 : Bheemli Kabadi Jattu \t \t\n2011 : Ala Modalaindi \t\n2011 : Veppam (Tamil)\n2011 : Sega (Telugu Dubbed)\n2011 : Pilla Zamindar \t\n2012 : Eega \t\n2012 : Naan Ee (Tamil)\n2012 : Yeto Vellipoyindhi Manasu \t\n2014 : Paisa \t\n2014 : Aaha Kalyanam (Tamil)\n2014 : Aaha Kalyanam (Telugu Dubbed)\n2015 : Jenda Pai Kapiraju \t\n2015 : Yevade Subramanyam \t\n2015 : Bale Bale Magadivoy \n2016 : Krishna Gaadi Veera Prema Gaadha\n2016 : Gentleman\n2016 : Jo Achyutananda( Cameo)\n2016 : Majnu\n2017: Nenu Local\n2017: Ninnu Kori (Filming)\n2017: MCA (Shoot Starts Soon). \n", "id": "242976235821472"}, {"about": "We customise jewellery according to ur requirements. Shipping is available. ", "name": "TAN", "category": "Jewelry/Watches", "id": "230003224042905"}, {"name": "Matthew Perry", "category": "Artist", "id": "154353084627561"}, {"about": "Initially created as a page to bring back the glory of madras, We cater to all the day to day topics now.\n\nOur official mail id - madrasmemoirs@gmail.com", "name": "Madras Memoirs", "category": "Entertainment Website", "description": "Initially created as a page to bring back the glory of old madras, We have expanded our territories to create trolls/memes on politics,sports, day to day events and also promote things that happen around the city.\n\nAs the word  Memoirs suggests, its a historial account of one's personal knowledge. Hence we bring you the memoirs of your childhood as well, which are becoming another facet of this page.\n\nSerach for the hastag #KnowYourMadras for all the exclusive posts about Madras. Keep supporting. \n\nLove,\nTeam Madras Memoirs", "id": "289312621221527"}, {"about": "SIIMA, an acronym for South Indian International Movie Awards, is a one-of-its-kind endeavour to present South Indian Cinema on a global platform. ", "name": "SIIMA", "category": "TV/Movie Award", "id": "432414430105007"}, {"about": "Baahubali: The Conclusion is an upcoming Indian epic historical film directed by S. S. Rajamouli. It is the followup to Baahubali: The Beginning.\n", "name": "Bahubali Fans Club", "category": "Movie", "id": "1506450296254619"}, {"about": "This magazine store brings you the latest movie & celebrity updates from TOLLYWOOD & local events,fashion,promotional programmes associated with it & much more...", "name": "Telugu Cinema Magazine", "category": "Broadcasting & Media Production Company", "id": "328440187299961"}, {"name": "Baahubali 2", "category": "Artist", "id": "870136043067622"}, {"about": "A Path Breaking VR Experience based on India's biggest movie franchise #Baahubali movie. ", "name": "Baahubali VR", "category": "Movie", "description": "We are creating very high quality near Photo-Realistic VR Experience set in the stunning \"World of Baahubali\".  \n\nYou the viewer will experience fully immersive 360 degree environment and interact with the characters like never before!  \n\nPrepare to be amazed as you enter a new dimension in VR entertainment!", "id": "949285078522939"}, {"name": "M Designs", "category": "Art", "id": "1805025926492384"}, {"name": "Teamsaik", "category": "Science, Technology & Engineering", "description": "The event participating team of CEG... learning the engineering through events \n ", "id": "1217248648374235"}, {"name": "Becoming Baahubali", "category": "Sports & Fitness Instruction", "description": "Becoming Baahubali is a 4-week fitness challenge by Daniel McKee. The program can be accessed on the StratFit application which is available now on the Google Play Store to all Android users. The App guides you every step of the way with an interactive interface.", "id": "698125050370255"}, {"about": "Have a story that you want to share, but can't or probably shouldn't? Submit it here: http://bit.ly/2qy6Sua \nPage is not responsible for any of the confessions and comments.", "name": "AU Confessions", "category": "Just For Fun", "description": "This page is just an Open Forum for People to share their good thoughts and emotions. The page or Admins don't hold any responsibility regarding the individual confessions or comments being posted.", "id": "730126600495559"}, {"about": "Thyview is a community brought together by the love of Movies.", "name": "Thyview", "category": "Entertainment Website", "description": "Based in Hyderabad, Thyview introduces viewers to a global community of movie lovers and encourages them to share their views and passions with peers, friends, and total strangers. Thyview is a gathering place for filmmakers, artists, aspiring artists, and readers, and has many tools and features to help these groups connect with each other in a fun and engaging way.\nThyview is India's largest and most authoritative source for movie and celebrity content . Thyview offers a searchable database of more than 17000 movies and more than 13000 cast and crew members. Our mission is to help people find and share films they love and also to enhance the experience of cinema by connecting the viewers in meaningful conversations about the published word.\nThyview means different things to different people.Some use it to know the latest news. Some catalog every movie they see. Some talk on our groups all day long, others never interact with anyone. Some share everything to Facebook, others keep private. Some use it for movie discovery and recommendations, some to help out other movie lovers with their knowledge of celebrities, movies etc...\nThere are members for whom this blog post would be totally unfamiliar. We value what all members do with the site.\nTHYVIEW Members:\nBe Up to date on what's going on in the industry.\nSee which movies your friends rated, reviewed etc.\nCatalog the films you have seen, and want to see (+watchlist).\nDiscover films that are popular in your trusted circles of friends.\nInfluence fellow viewers by rating and discussing movies online.\nDiscover and learn from people with similar taste.\nCheck out your personalized film recommendations.\nFind out if a movie is a good fit for you from our viewers' reviews.\nParticipate in online movie/actor groups to further explore more about cinema and share ideas\nInteract with and learn from the people belonging to the film fraternity.", "id": "467199086709317"}, {"about": "Filmy Focus is your one stop shop for everything Filmy. Come engage with the latest in movie updates, videos, movie reviews and more. ", "name": "Filmy Focus", "category": "Media/News Company", "description": "Filmy Focus is your one stop shop for everything Filmy. Curious to know about your favorite star, your favorite movie or the latest gossip rocking tinsel town? Your search ends here. Like our page and subscribe to our Youtube channel to get everything you want when you want it.\n\nWebsite: www.filmyfocus.com\nYoutube: www.youtube.com/FilmyFocus\nTwitter: www.twitter.com/FilmyFocus\nInstagram: www.instagram.com/FilmyFocus", "id": "341339392693750"}, {"about": "Welcome To The Official Fans Page Of Prabhas !!\n", "name": "Prabhas  FC", "category": "Artist", "description": "Mana prabhas:\nTwitter :https://twitter.com/PrabhasUoffl\n\nMana prabhas:\nInstagram : https://instagram.com/prabhas.raju.official/", "id": "258564894300101"}, {"about": "Quora is a place to gain and share knowledge, empowering people to learn from others and better understand the world.", "name": "Quora", "category": "Media/News Company", "description": "A place to share knowledge and better understand the world.", "id": "504460666411687"}], "paging": {"cursors": {"before": "MTE0Mjg1MTI1OTU1MTc5", "after": "MTY2NzY3MDQ5MzU1NzAyNgZDZD"}, "next": "https://graph.facebook.com/v2.4/350405668489043/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTY2NzY3MDQ5MzU1NzAyNgZDZD"}}