{"data": [{"name": "Kumutha Happy Annachi", "category": "Arts & Entertainment", "id": "111480972887916"}, {"about": "Media Planning & Strategies, Social Media Marketing .", "name": "Conzept Note", "category": "Media/News Company", "id": "797079063676805"}, {"about": "www.twitter.com/neymarjr", "name": "Neymar Jr.", "category": "Athlete", "description": "Página oficial do atleta Neymar da Silva Santos Júnior. \n\nAcompanhem através do Facebook, as notícias, fotos,  vídeos, participações em eventos e todos os bastidores do dia a dia de um dos maiores jogadores do futebol brasileiro na atualidade. \n\nEssa página está vinculada ao perfil oficial do atleta, o qual é administrada pelo próprio jogador, assim como sua página no twitter. \n\nAcessem www.neymaroficial.com e confiram fotos, vídeos, depoimentos e muitos outros materiais exclusivos.\n\n", "id": "148456285190063"}, {"about": "Bienvenidos a la página oficial de Marco Asensio Willemsen en FB. Futbolista del Real Madrid CF y de la Selección Española de Fútbol.", "name": "Marco Asensio Willemsen", "category": "Athlete", "id": "649409911831396"}, {"name": "El Clásico", "category": "TV", "description": "El Clásico is the name given in football to any match between fierce rivals Real Madrid and FC Barcelona. Originally it referred only to those competitions held in the Spanish championship, but nowadays the term has been generalized, and tends to include every single match between the two clubs: UEFA Champions League, Copa del Rey, etc. Other than the UEFA Champions League Final, it is considered one of the biggest club football games in the world, and is among the most viewed annual sporting events. The match is known for its intensity.The rivalry comes about as Madrid and Barcelona are the two largest cities in Spain, and they are sometimes identified with opposing political positions, with Real Madrid viewed as representing Spanish nationalism and Barcelona viewed as representing Catalan nationalism. The rivalry is regarded as one of the biggest in world sport. The two clubs are among the richest and most successful football clubs in the world; in 2014 Forbes ranked them the world's two most valuable sports teams. Both clubs have a global fanbase; they are the world's two most followed sports teams on social media.Real Madrid leads the head to head results in competitive matches with 95 wins to Barcelona's 91, while Barcelona leads in total matches with 111 wins to Real Madrid's 99. Along with Athletic Bilbao, they are the only clubs in La Liga to have never been relegated.", "id": "112283728783085"}, {"about": "Page about KOLLYWOOD", "name": "Kolly Food", "category": "Media/News Company", "description": "Kolly Food Shared News all about your favorite Actor and Actress and Latest cinema news, Latest Movie News, Movie Reviews. Follow Our Facebook & Twitter Page For More Exclusive Updates. ", "id": "131521630329700"}, {"about": "Official Page of Smriti Mandhana managed by Smriti and Team Circle of Cricket.\n", "name": "Smriti Mandhana", "category": "Athlete", "description": "Plays Cricket for India and Brisbane Heat in Women Big Bash League", "id": "1464956786856582"}, {"about": "Fortnite is the Action Building game from Epic Games coming to PlayStation 4, Xbox One, PC, and Mac in paid Early Access on July 25. Pre-order a Founder’s Pack to get a four-day head start beginning on July 21! ESRB Rating: TEEN with Violence ", "name": "Fortnite", "category": "Video Game", "description": "The Action Building game from @EpicGames is NOW AVAILABLE on PlayStation 4, Xbox One, PC and Mac in paid Early Access. ESRB Rating: Teen with Violence\n\nCheck out the Fortnite FAQ here:https://www.epicgames.com/fortnite/en-US/faq", "id": "209696469107685"}, {"about": "Welcome to the Cricket on Facebook page where you can see all the latest news and updates on your favorite teams and players!", "name": "Cricket on Facebook", "category": "Community", "id": "727565050588014"}, {"about": "Vikings: War of Clans welcomes you to its official page. Download it on AppStore http://plrm.me/Vikings-VAsFb and Google Play http://plrm.me/Vikings-VGpFb", "name": "Vikings: War of Clans", "category": "Games/Toys", "id": "894366520584086"}, {"name": "Sports-Facts", "category": "Media/News Company", "id": "176460596206648"}, {"about": "• Official FB Page #freekickerz\n• Shop (EU): http://goo.gl/M2wv5F\n• Shop (US): http://goo.gl/DN1aB9", "name": "Freekickerz", "category": "Athlete", "description": "freekickerz. kleines \"f\" & langgezogenes \"z\"\n\nDie freekickerz sind nicht nur der aktuell größte selbst aktive Fußball-YouTube Kanal, sondern haben mit ihren Ideen und Videos viele junge Menschen motiviert, inspiriert und dadurch einen modernen Trend auf YouTube gesetzt. Vor der Kamera zu stehen, Fußball zu spielen, Fußball-Produkte zu testen und in Anlehnung an verschiedene Fußball-Profis deren ganz spezielle Schusstechnik nachzustellen. Das Team, welches sich hinter dem Projekt befindet, setzt sich primär aus drei Freunden zusammen. Konzi, Gründer und Hauptverantwortlicher der freekickerz, sowie Daniel und Michi stehen seit einigen Jahren gemeinsam auf dem Platz und zeigen der Youtube Community ihr Können. Auf dem Kanal der freekickerz findet man reichlich selbstproduzierten Fußball-Content. Von Freistößen, Tutorials, Tipps und Tricks bis hin zu Tests und Reviews von Fußball-Equipment (Fußbälle, Fußballschuhe und Torwart-Produkte) und einer wöchentlich erscheinenden „Top 5 Goals of the WEEK“ Serie, die durch die YouTube Community gestaltet und geprägt wird.\n\nDie Ursprünge der freekickerz gehen zurück auf vor etwa 10 Jahren. Wie bei fast jedem jungen Projekt stand damals erst einmal kein tiefgründiger Sinn oder Nutzen hinter dem, was die drei Freistoß-Künstler machten. Mehr aus Spaß und amüsantem Zeitvertreib war die Kamera beim regelmäßigen Fußballspielen auf dem Bolzplatz dabei. Als Konzi 2006 die Plattform YouTube für sich entdeckte und einige seiner selbstgedrehten Video auf der heute bekanntesten Videoplattform von Google veröffentlichte, erzielte man schon damals eine umgeheim gute Reichweite (das erste Video hatte nach 2 Jahren über eine Million Klicks generiert). Was im Laufe der Zeit weiter als Spaß und Zeitvertreib angesehen wurde, begann 2010 zu einem richtigen Projekt zu werden. Die Idee Fußball-Inhalte, wie eben Freistöße, auf einem eigenen YouTube-Kanal regelmäßig und fortlaufend hochzuladen, wurde in die Tat umgesetzt und in, zu dieser Zeit, bestmöglicher Qualität gemacht. ", "id": "124404060940116"}, {"about": "We are two brothers who work on our first upcoming game - Sumoman.", "name": "Sumoman", "category": "Video Game", "description": "We are very small studio in Tomsk, Russia. \n\nWe are working on the project named Sumoman. Sumoman is cross-platform game based on Unigine engine. ", "id": "497721433677139"}, {"about": "Welcome to my Facebook page! Thank you for your continuous support and encouragement.", "name": "Luksimi Sivaneswaralingam", "category": "Musician", "description": "\"Senthoora\" Tamil Video - Bogan\nhttps://youtu.be/P6z1zU3UxWU\n\n\"Senthoora\" Tamil Lyric Video - Bogan\nhttps://youtu.be/mYd4YR7emCY\n\nMirutha Mirutha (D. Imman) Cover ft. Luksimi Sivaneswaralingam - Spice Jam Music\nhttps://youtu.be/iIFEP6e7h-E\n\nVaan Varuvaan (Cover) | Luksimi Sivaneswaralingam & Chanelle Tseng\nhttps://youtu.be/umprYDXAdZQ\n\nNallai Allai (Cover) | Luksimi Sivaneswaralingam & Chanelle Tseng \nhttps://youtu.be/2x-TUDQZx2M", "id": "1691760844427256"}, {"about": "Bogan is an Upcoming Tamil Movie starring Jayam Ravi, Hansika and Arvind Swamy", "name": "Bogan", "category": "Movie", "id": "1118051271613937"}], "paging": {"cursors": {"before": "MTExNDgwOTcyODg3OTE2", "after": "MTExODA1MTI3MTYxMzkzNwZDZD"}, "next": "https://graph.facebook.com/v2.4/10201903327680660/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTExODA1MTI3MTYxMzkzNwZDZD"}}