{"data": [{"name": "Toronto Machine Learning Summit", "description": "Machine learning, deep learning, and AI are some of the fastest growing and most exciting areas to work: Businesses are using AI to create unprecedented business advantages that are shaping the Canadian landscape. Practitioners are expanding their skills to become high impact global leaders.\r\n\r\nDespite the vast opportunities, there are also explicit challenges.\r\n\r\nTo address this, and to foster the growth of ML/AI in Toronto we have gathered the top insight, feedback and expertise from our community of over 6,000 local members to create 2 parallel streams over 2 days: One for Businesses, and one for Practitioners.\r\n\r\nJoining under one roof will be:\r\n\r\n-ML PhD/deep learning researchers\r\n-C-level business leaders\r\n-Industry experts\r\n-Various university machine learning groups\r\n\r\nThe content will be practical, non-sponsored and tailored to our local eco-system. \r\n\r\nC-level executives (including non-tech leaders) will explore practical, immediate opportunities, and clear next steps.  \r\n\r\nPractitioners will dissect technical approaches, tools, languages and techniques to explore NLP, neural nets, Reinforcement learning, Generative adversarial networks (GANs), Evolution strategies, AutoML and much more!  \r\n\r\nEach ticket will give access to all:\r\n\r\n-Workshops\r\n-Real case studies\r\n-Honorable keynotes\r\n-both high-level and granular discussions\r\n-Ample Networking opportunities \r\n\r\n\r\nCommunity follow-ups through a social channel, and tailored post-event gatherings.\r\n\r\nRegister now to reserve your spot!  \r\n\r\nYou can send a message to info@torontomachinelearning.com with any questions, requests to speak, or sponsorship opportunities. \r\n\r\nHope to see you there!\r\n\r\nTMLS.", "start_time": "2017-11-02T09:00:00-0400", "id": "278857695935815"}, {"name": "Intro to Machine Learning with Google's Product Manager", "description": "** No more Early Bird tickets available **\n\n** RSVP on Eventbrite to get your ticket: http://bit.ly/2qxuz2E **\n\nThis workshop will introduce students to how product managers harness data and machine learning to build products. During the event, Melody will discuss her experience as a Product Manager at Google Home and how she uses machine learning to inform her decisions.  \n\nMeet the Speaker: Melody Ivory\nMelody is a Product Manager at Google specialized in machine learning. Before Google she worked at Microsoft as the Senior User Experience Researcher and at GE Power as the Senior Product Manager. \n\n** RSVP on Eventbrite here: http://bit.ly/2qxuz2E **", "start_time": "2017-06-01T18:30:00-0700", "id": "1689506694682212"}, {"name": "March For Science - San Francisco", "description": "April 22, 2017\nWe Walk Into The Streets\n\nStart: Justin Herman Plaza, 11:00AM\nEnd: Civic Center Plaza\nA rally with invited speakers will start the event at 11:00AM in Justin Herman Plaza. After the rally at approximately 12:30PM, we will march down Market street to Civic Center Plaza, ending with a Fair to celebrate science. Events at Civic Center Plaza will conclude at 6pm.\n\n**All segments of the event will be assisted by a team of volunteers as well as the San Francisco Emergency Services to ensure safety of all attendees. Water and sanitation stations will be provided as well as accessible seating and transportation as needed. If you would like to attend the March For Science - San Francisco and will need assistance, please contact us in advance at logistics@marchforsciencesf.com. Sign making is encouraged, though we ask you to keep this event \"family friendly\".**\n\nThe March for Science - San Francisco celebrates public discovery, understanding, and distribution of scientific knowledge as crucial to the freedom, success, health, and safety of life on this planet. We are a nonpartisan group, marching in support of the following goals: Communication, Funding, Policy, Literacy, and Diversity.  For more information about the March For Science - San Francisco, go to www.marchforsciencesf.com .\n\n\nOfficial FB group: https://www.facebook.com/groups/sciencemarchsf/\nhttps://twitter.com/ScienceMarchSF/\nInstagram: ScienceMarchSF\nSnapchat: ScienceMarchSF\nYoutube: ScienceMarchSF\n\nOfficial Hashtags: #ScienceMarchSF #ScienceInTheBay\n\nMARCH FOR SCIENCE - SAN FRANCISCO WILL JOIN 8TH ANNUAL EARTH DAY SAN FRANCISCO FESTIVAL(EDSF) AT CIVIC CENTER PLAZA!\n\nFor the last eight years, EDSF has hosted  Earth Day events in parks around San Francisco attended by up to 10,000 people from the Bay Area and beyond. On Saturday, April 22, 2017, the festival will showcase  educational exhibits, a music stage, expert speakers and seminars, an electric car pavilion, The Sustainable  Chef showcase, organic and vegan food courts, wine and beer gardens, clean energy zone, cutting edge earth friendly products, an electric vehicle showcase, kids zone and more.  For more information go to www.earthdaysf.org .  Visit the festival’s Facebook pages at https://www.facebook.com/EarthDaySF/  and https://www.facebook.com/events/1979689940099", "start_time": "2017-04-22T11:00:00-0700", "id": "1855242758068186"}, {"name": "Facebook Live - Wed 1/4 at 12pm EST", "description": "Let's come together and start 2017 with optimism! Join Simon for this Facebook Live event. Post your questions in the comments section below.", "start_time": "2017-01-04T12:00:00-0500", "id": "626842044169086"}, {"name": "Free Day!", "description": "Have you been working from a lonely home office, or a hectic coffee shop? Interested in sharing a professional but inspiring office space with other talented people? Check us out for the day! \n\nDoors will be open from 8 am - 5 pm, with tours available all day. Invite your friends and colleagues!", "start_time": "2016-12-16T08:00:00-0500", "id": "188541268273031"}, {"name": "Hear Our Voices: An Open Mic Response to the Election", "description": "Please join us for poetry, music, and empowerment for marginalized groups as we process the results of the 2016 presidential election. This is a safe space, a creative outlet for those who are looking to heal and be heard.\n\nALL are welcome to listen or perform! Feel free to sign up ahead of time on our Google doc or just drop by!\n\nSign-Up: https://docs.google.com/spreadsheets/d/1NrBUPHEOK7OfyT5XbP_Ch75N9BSq8f5Zy8MygHTXpx8/edit?usp=sharing", "start_time": "2016-12-01T18:00:00-0500", "id": "1327721920591874"}, {"name": "Changemakers Meetup", "description": "Changemakers is a conference to celebrate and recognize the power\nof social entrepreneurship to change the world. During the event the Changemakers will be at the Anvil for a lunch meetup.  Come for food and conversation with entrepreneurs like John Wechsler, Sally Reasoner, Josh Donelson and many more that have started their own companies and are pursuing innovation in the industry today. \nLearn more about the conference http://changemakersconf.com/", "start_time": "2016-11-18T12:00:00-0500", "id": "546520345557279"}, {"name": "Healing Hearts II: Resilience in the Face of Racial Trauma", "description": "How do we process? How do we remian resilient? Join CAPS staff and a panel of Purdue Faculty and Staff to discuss how to remain resilient in the face of racial trauma faced in our lives and on campus. Panelists will share how their racial and/or ethnic identities have impacted their careers, how they have navigated academia and predominantly white institutions as members of underrepresented communities.  To be sure, the discussion may include other aspects of identities such as class, sexualit and gender.", "start_time": "2016-11-17T18:00:00-0500", "id": "1612198009083871"}, {"name": "Supermoon Viewing", "description": "Come out and join us for a supermoon viewing. This will be be the largest supermoon since 1948. We will be setting up at Memorial Mall. All are welcome to the event!t", "start_time": "2016-11-14T18:00:00-0500", "id": "160355094432671"}, {"name": "West Lafayette Development with Bikes in Mind", "description": "A learning update and Q&A session about the future of our community, especially as it relates to bicycling about town. \n\nCome learn, ask questions, provide input, and help build our community - all in a casual atmosphere. Beverages and food will be available for purchase. \n\nGuest Speakers: \nErik Carlson, West Lafayette Director of Development\nAaron Madrid, Bicycle Operations Coordinator at Purdue University\nEvan Smith, Project Manager of Urban Design, MKSK\n\nNOTE: Attendees under age 21 are admitted at 308 on State until 10 PM", "start_time": "2016-11-10T18:00:00-0500", "id": "1124321384282346"}, {"name": "Back to the Future: Tomorrow's Technology Today", "description": "TEDxPurdueU presents: \"Back to the Future: Tomorrow's Technology Today\". In our second TEDxPurdueUSalon event, we will host a selection of unique speakers that will present talks about how they are using technology to help shape our future, each with a unique technological background. Keep a lookout for the speaker lineup coming soon to our website: tedxpurdueu.com.\n\n**Swag bag giveaway while supplies last!**\n\nFREE Admission!\n\nSpeaker lineup and bios can be found on our website!\nhttps://tedxpurdueu.com/pages/speakers", "start_time": "2016-11-09T18:30:00-0500", "id": "340415729643640"}, {"name": "Immigration Presentations (OPT, H1B, PR) by David Ware", "description": "Purdue University’s Office of Legal Counsel, Office of International Students and Scholars, and Center for Career Opportunities will be hosting prominent U.S. immigration attorney David Ware for two information sessions for international students and scholars on November 8, 2016. \n\nNovember 8th, 3:00 – 4:30 PM, Fowler Hall: This presentation will focus on Paths to Permanent Residence for Research Scholars and Professors, including common concepts, general steps (Extraordinary Ability, Outstanding Professor/Researcher, Advanced Degree Professionals & Aliens of Exceptional Ability, Labor Certification, National Interest Waiver, etc.), and the dispelling of myths surrounding the path to U.S. permanent residence.\n\nNovember 8th, 4:30 – 6:00 PM, Fowler Hall: This presentation will focus on Post Graduation Employment Options for Students, including where to start, OPT, H-1B, bridging the gap between OPT and H-1B, other visa options, paths to permanent residence.\n\nMr. Ware has over 34 years of experience representing universities and their students, faculty, and staff, as well as companies and individuals. His firm focuses on immigration issues relevant to the faculty, staff and scholars of academic institutions, while also handling business, family, removal, asylum, and nationality cases. He has for many years been selected to the Bar Register of Preeminent Lawyers, and has been selected as one of the Best Lawyers in America since 2000. He regularly serves as an expert speaker and author at national and regional immigration conferences, and at the meetings of academically-oriented organizations.", "start_time": "2016-11-08T15:00:00-0500", "id": "611997832258633"}, {"name": "Stand with Standing Rock Teach-In & Brown Bag", "description": "Come learn more about the struggle of water protectors in Standing Rock, ND, and the #NoDAPL movement, including what actions you can take to support indigenous communities who are fighting to potect their water and sacred sites from the Dakota Access Pipeline (DAPL) and Energy Transfer Partners.\n\nThis brown bag will feature a talk by Dr. Dawn Marsh, Professor of History and Director of Native American & Indigenous Studies at Purdue. Other panel participants will be Raymond Redcorn, a graduate student in Agricultural and Biological Engineering and Janelle Cronin, a graduate student in Curriculum Studies, who has just returned from the Standing Rock camp and will also share her experience of being on the ground with the other water protectors. \n\nThe teach-in will be followed by a march down to the Wabash River for a ceremonial offering, and then back to the NAECC for snacks. Come for all or part. Bring your lunch. This event is free and open to all.\n\n12:00-1:30pm Teach-in w/ Dr. Dawn Marsh and Janelle Cornin\n1:45-2:15pm    March to Wabash River for ceremonial offering\n2:30-3:30pm    Snacks at the NAECC\n\nWant to learn more before Tuesday? Here's a quick resource:\n\n\"THe Battle Over the Dakota Access Pipeline, Explained\" http://www.vox.com/2016/9/9/12862958/dakota-access-pipeline-fight", "start_time": "2016-11-08T12:00:00-0500", "id": "1124590457589744"}, {"name": "Starry Night Music & Arts Festival 2016", "description": "Starry Night is an annual street festival in downtown West Lafayette that draws thousands of people with its unique blend of excellent music, a variety of merchants, interactive creativity, and delicious food. The festival is designed to bring people together in community and seeks to expose the public to the neighborhood development work of Habitat for Humanity of Lafayette.\n\nStarry Night is hosted by Campus House and Greyhouse Coffee and - thanks to our generous sponsors - is free! Come and be part of this amazing night!\n\nColony House (http://www.colonyhousemusic.com/)\nZach Vinson (http://www.zachvinson.com/)\nShiny Penny (http://www.shinypennyofficial.com/)\nThe Rocketboys (http://www.therocketboys.com/)\nGrey Lamb (http://greylamb.bandcamp.com/)\n\n#starrynightfestival", "start_time": "2016-10-01T19:00:00-0400", "id": "1582413862066136"}, {"name": "ECE Bar Crawl", "description": "8:00 - 9:30 pm: Jake's (under 21 can join)\n9:30 - 11:00 pm: Harry's \n11:00 - 12:30 am: Brother's\n12:30 am -?????: Where Else\n\nInterested in one of these nifty shirts for the night out? See attached form and return to EE 232 or EE 136 by Thursday, September 22nd.\n\nhttps://drive.google.com/file/d/0B-ATN4lO2YkmbFlpdjI4dTZjNW8/view?usp=sharing", "start_time": "2016-09-30T20:00:00-0400", "id": "1303245313029362"}, {"name": "Greater Lafayette Startup Weekend 2016", "description": "The hardest part of starting up is starting out. \n\n#GLSW2016 is focused on helping do-ers, dreamers, and trailblazers seize the opportunity to create new ventures right here on our home turf! Whether it’s an app or new piece of unique hardware, a new service or a new product, this is where you can take your idea from #imaginary to #innovationIRL! With the insight of experienced mentors throughout the weekend, participants will be coached through various aspects of startup formation, including customer validation, design, and business model development. On Sunday, teams present their startup and receive the feedback of judges based on the feasibility of their startup as a real business. The top teams will win prizes to help them take their idea to the next level.\n\nReady to get your startup started? Purchase your ticket at: bit.ly/GLStartupWeekend\n\nDiscount Codes\nStudents get 50% off with code \"STUDENT\"\nMatchBOX Members get 50% off with code \"MBX\"\nFoundry Clients get 50% with code \"FOUNDRY\"\n\nMake sure you keep up with our Facebook, Twitter, and Blog!", "start_time": "2016-09-09T18:00:00-0400", "id": "496737500516783"}, {"name": "Greater Lafayette Startup Weekend 2016", "description": "The hardest part of starting up is starting out. \n\n#GLSW2016 is focused on helping do-ers, dreamers, and trailblazers seize the opportunity to create new ventures right here on our home turf! Whether it’s an app or new piece of unique hardware, a new service or a new product, this is where you can take your idea from #imaginary to #innovationIRL! With the insight of experienced mentors throughout the weekend, participants will be coached through various aspects of startup formation, including customer validation, design, and business model development. On Sunday, teams present their startup and receive the feedback of judges based on the feasibility of their startup as a real business. The top teams will win prizes to help them take their idea to the next level.\n\nReady to get your startup started? \n\nTickets on sale now: https://glsw2016.eventbrite.com\n\nMake sure you keep up with our Facebook, Twitter, and Blog, we'll be posting promo codes for big discounts on tickets!", "start_time": "2016-09-09T17:00:00-0400", "id": "814089738690868"}, {"name": "Computing Career Fair", "description": "Come one, come all, to the official Computing Career Fair. With more than 120 companies coming, this will be the biggest one yet, so shine your shoes, and update your resume, it's job (or internship) hunting time. All majors are welcome, so tell your friends!\nFor more information visit http://www.purdueaitp.org/computing-career-fair.html\n\n(And keep a lookout for the networking events preceding the career fair!)", "start_time": "2016-09-08T09:00:00-0400", "id": "1806280876251675"}, {"name": "Salesforce Information Session", "description": "Come out to Lawson tonight to hear from the Salesforce recruiting team, about their company and the benefits of working there", "start_time": "2016-09-06T17:30:00-0400", "id": "511920699016956"}, {"name": "Straight From The Islands", "description": "This FREE event, will be a HIGH energy show the whole family will enjoy!\nMONDAY, April 11, 6pm, Loeb Playhouse, Purdue University\n\nFire Knife dancing & cultural performance by the Polynesian Cultural Centers very own, world famous, Kap Tafiti. \nAlso performing from Hawaii, Taimane Gardner, who will blow your mind with the intensity of her skills on the ukulele.\n\nIf you have any questions you can call, email or message me!\nshair@purdue.edu , 765-496-0488", "start_time": "2016-04-11T18:00:00-0400", "id": "643078222512682"}, {"name": "TEDXPurdueU: Tear up the Box", "description": "TEDxPurdueU, an independently organized TED (Technology, Entertainment, Design) event, uses storytelling to nurture a culture of innovation through sharing ideas developed by Purdue students, faculty, alumni, and community members with the global TED community. At TEDxPurdueU, several live speakers from diverse fields and schools of thought, such as history, science, education, the arts, engineering, business, and technology, will combine to spark deep discussion and interconnection among our community of lifelong learners.\n\nWith the introduction of an expanded, daylong format this season, attendees will receive even more engaging programming, exquisite conference gifts, and exclusive networking opportunities than ever before. In addition to their annual flagship conference, TEDxPurdueU hosts multiple activities year-round, fostering an environment for collaborative, interdisciplinary progress around the unique and thought-provoking stories in the Purdue and Greater Lafayette communities.", "start_time": "2016-04-09T14:00:00-0400", "id": "437652016413627"}, {"name": "John Schnatter, founder and CEO of Papa John's Pizza", "description": "John Schnatter, founder and CEO of Papa John's Pizza, will join President Mitch Daniels in an hour long discussion and audience Q&A.\n\nFREE and Open to the Public\n\nJohn Schnatter, founder and CEO of Papa John’s Pizza, will be featured in the Spring 2016 Presidential Lecture Series with Purdue President Mitch Daniels. The president will lead the hourlong discussion with Schnatter, which includes an audience question-and-answer session.\n\nABOUT JOHN SCHNATTER\n\nJohn Schnatter profile photoSchnatter has strong ties to Indiana. He was born in Jeffersonville and earned a bachelor’s degree in business from Ball State University, delivering pizzas on campus while a student. After returning home to Jeffersonville in 1983, he started his own pizza company, knocking down a broom closet in his father’s tavern, installing an oven and delivering pizzas out of the back of the bar.\n\nHe believed by using fresh dough and quality ingredients, he could make the same great-tasting pizza that locally owned shops offered but didn’t deliver. Papa John’s is now the third-largest pizza chain in the world, with more than 4,700 restaurants in 50 states and 38 countries and territories, and a market capitalization of $2.2 billion.\n\nSchnatter was inducted into the Louisville Achievement Business Hall of Fame in 2000 and the Junior Achievement U.S. Business Hall of Fame.\n\nABOUT THE PRESIDENTIAL LECTURE SERIES\n\nThe Presidential Lecture Series is a diverse series of lectures on policy, leadership, culture and society. The series will feature prominent experts and practitioners from various fields of interest for both the academics and the community at-large. Connected with each public presentation, speakers will be integrated into relevant curricular activities on the West Lafayette campus during their visits.", "start_time": "2016-03-28T18:30:00-0400", "id": "1245636585464273"}, {"name": "Cookies and Code", "description": "Cookies and Code is a new event being organized by Purdue Hackers. Come enjoy cookies and milk, code, meet new people and work on projects!\n\nCookies and Code will be in Lawson, in room 1142. \n\nWe will have a ton of hardware to work with, including:\n· Raspberry Pi 2 Kits\n· Raspberry Pi Sense HATs\n· Arduino Kits\n· Pebble Watches\n· Particle Photon Kits\n· LittleBits\n· Leap Motions\n· Myo Armbands\n\nInspired by the awesome hackers at Columbia: https://adicu.com/events/cookies-and-code-s2016/5", "start_time": "2016-03-01T19:30:00-0500", "id": "1672167119704111"}, {"name": "TEDxPurdueUSalon: What's the BIG Idea?", "description": "TEDxPurdueU, in collaboration with Krannert School of Business, presents: What's the BIG Idea? In our first TEDxPurdueUSalon event, three speakers from Krannert will present a talk about Big Data, followed by a panel discussion led by Dean Hummels. Lookout on our page TEDxPurdueU / website (www.TEDxPurdueU.com) for the speaker lineup coming soon. \n\nThe event is FREE!", "start_time": "2016-02-17T18:00:00-0500", "id": "1096100587102090"}, {"name": "Epic Tech Talk", "description": "UX Design When Lives are on the Line\n\nPresenter: Janet Campbell\n\nLong gone are the days when computer use was reserved for the experts. People young and old have been exposed to products that have gone through decades of user experience evolution, and they have come to expect a lot from the devices that they use on a day-to-day basis. As designers of these devices, it is no longer sufficient for today's CS graduates to just create functional, efficient, maintainable, and secure solutions -- our creations must be usable, engaging, and fun. But when it comes to software and devices that impact people's health, safety is of the utmost importance.\n\nEpic is a healthcare software company that faces this design challenge every single day. Find out how you might incorporate user-centered design practices to make software that is not just safe, but also user-friendly. \n\nFood will be provided!", "start_time": "2016-02-09T19:00:00-0500", "id": "789324037845864"}], "paging": {"cursors": {"before": "QVFIUmFLeHNWMjVobUJIYzJvZAnRRVkJxMlN3dWt2UTlBUGdCUko4VFNYOEd4cGVtQlFVUTVzdGhiTGVQRTVnQUxhcFVuUlFXTG5NUUNES0pzX3hYM2NVeFd3", "after": "QVFIUkMzdW1Oa1Rvam5xZAlFfbmR3bzNBZAmo2X2VSQ1VpcmtsM2NydjFLamdWLWNwTmtzQUVwRDMwVnBvOER6WFlOWlVCbnRJdVNrTEJhODZA4alhwamYtMGdn"}, "next": "https://graph.facebook.com/v2.4/10152478606138581/events?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=name%2Cdescription%2Cstart_time&limit=25&after=QVFIUkMzdW1Oa1Rvam5xZAlFfbmR3bzNBZAmo2X2VSQ1VpcmtsM2NydjFLamdWLWNwTmtzQUVwRDMwVnBvOER6WFlOWlVCbnRJdVNrTEJhODZA4alhwamYtMGdn"}}