{"data": [{"about": "Unitedleaf is bio-degradable, 100% natural ArecaPalm Leaf Dinnerware of various sizes and shapes.Disposable & eco-friendly. 100% chemical free.", "name": "Unitedleaf", "category": "Website", "description": "Hand crafted from 100% natural fallen palm leaves. Disposable and Ecofriendly. Unique organic shades & natural patterns, stylish, strong and sturdy. Perfect for holiday parties, Get together, Picnic, Barbecue, Carnivals, Weddings & Every Day Use. This dinnerware range can also be used in Hospital cafetaria, fast-food centers, coffee shops, Corporate meetings, buffets and mass events. Perfect for both hot and cold dishes. Perfect substitute for products made from plastic and paper", "id": "281303959006252"}, {"name": "Linkin Park", "category": "Musician/Band", "id": "8210451787"}, {"about": "Official page of Indian gymnast Dipa Karmakar", "name": "Dipa Karmakar", "category": "Athlete", "id": "317366648718696"}, {"about": "An NGO founded in 1973 to help children living in slums towards a better life, Apnalaya strives to achieve this through urban community development projects in Mumbai. ", "name": "Apnalaya India", "category": "Non-Governmental Organization (NGO)", "description": "Apnalaya's role is one of empowerment: of encouraging ordinary men and women to believe in themselves and in their abilities to change their lives for the better.\n\nPartnership and participation are thus the key to all of Apnalaya’s activities. From identification of needs and problems, to planning and execution of projects, local people are involved at every stage.\n\nThe CEO, Arun Kumar, heads the team of almost 80, the majority of whom are community based workers. Working out of small rented sheds, these community members are trained by Apnalaya to run programmes in healthcare, education, disability, citizenship & women's empowerment.The team also includes 9 trained social workers, 3 doctors, administrative staff and IT and fundraising consultants. \n\nThe main area of work is Shivaji Nagar, Govandi, with communities around the Deonar dumping ground: Rafi Nagar, Baba Nagar, Shanti Nagar, Padma Nagar, Indra Nagar and Chickalwadi. The administrative office is located in Jaiphalwadi in Tardeo.\n\nApnalaya complies with the norms for accountabilty, transparency and good governance within the voluntary sector laid down by Credibility Alliance.", "id": "134021953286048"}, {"about": "This game shows children how natural selection and evolution work. Players breed rabbits with varying traits - the fittest rabbits survive and prosper.", "name": "Watership Darwin", "category": "Board Game", "description": "The game uses rabbits to teach Mendelian genetics and natural selection - with some incidental lessons on probability, biodiversity and the vicissitudes of life. The rabbits are made of 5 puzzle pieces, the features of which are determined by two Mendelian alleles. Players breed their rabbits using Punnet squares, and they get to use sexual selection to choose mates. The different traits allow the rabbits variable ability to obtain food and escape foxes. The fitness of traits depends on the environment - every player has a different environment. After several rounds of breeding and selection by starvation and predation, players will see that the rabbits in the different environments start to look different. \n\nFrom the game developer, Cara Boutte:\n\nI have been teaching my 7 and 9 year old nieces science lessons over Skype. I was trying to teach them the fundamental concepts of physics and chemistry with little experiments. But I'm a biologist, so I really wanted to teach them the fundamental concepts of biology. Biology only makes sense if you understand evolution and natural selection. Teaching biology without the concept of evolution is like teaching astronomy without the concept of gravity. So Jacob and I looked online for games that would teach kids about natural selection and evolution. There are games available, but I was APPALLED to see that many of them actually teach intelligent design, not natural selection, and other games are scientifically inaccurate. So I had no choice but to make up my own game. \n \nThe game I’m developing is pretty much a rip-off of the biology and genetics that I've learned as a scientist - I've tried to hew to scientific principles as much as possible. This game is a work in progress. We’ve gotten feedback from labmates, family and friends, and all these folks have made suggestions to make the game more fun and more educational. My guiding principle is that I want the game to be scientifically sound so it will be a good teaching tool. Sometimes there is tension between the game being scientifically valid and fun - but I think we’re resolving this as well as possible! I hope more people can play the game and give suggestions for how to make it better!\n\nFrom business manager Jacob Fohtung:\n\nI’m committed to helping others become entrepreneurs by converting their passions to real projects \n \nAs MLK Jr. said:\n \n“ For some strange reason, I can never be what I ought to be until you are what you ought to be. And you can never be what you ought to be until I am what I ought to be - this is the interrelated structure of reality.”\n \nI saw Cara's vision of this project, Watership Darwin as a game changer in science teaching and I decided to become her ally (Business strategy and development expert) to get this game off the ground into the hands of kids across the US.\n \nWhile sitting next to Cara in lab (before I left to pursue my own passion in business), I got debriefings of her experiences giving science lessons to her 2 nieces on a weekly basis. I also saw her prepare for upcoming lessons, and we often discussed the best way to convey complex concepts to children.\n \nAs she mentioned earlier, she wanted to teach them the fundamentals of natural selection and genetics, and searched for a game to help her explain these concepts. Together we looked for games that were scientifically sound, but instead we found games that were based on intelligent design. With her inner entrepreneurial instincts and love of teaching, she decided to make a game to teach genetics and natural selection herself. I helped her test the game out with the PhDs and PhD candidates we worked with, so we could make sure the game follows the laws of nature as closely as possible, while still being fun!\n \nI have been very fortunate to contribute at the origin of this project, and I’m excited to apply my business strategy and development experience to help get this amazing teaching tool into the hands of more kids.\n", "id": "1961004914131038"}, {"name": "Sayings said incorrectly", "category": "Amateur Sports Team", "id": "472162323134145"}, {"name": "21st Century Education", "category": "Education", "description": "Mission: To advance paths of self-learning\n\nWe aim to do this by: \n- Enabling a self-awareness that leads to purposeful educational decisions\n\n- Building a community that teaches each other and helps find relevant resources\n\n- Increasing the value of self-learning paths such they are recognized by companies and employers\n\n- Creating tools and services that will teach skills helpful in navigating real life situations", "id": "1899180787019834"}, {"name": "SF BAY AREA Student Housing", "category": "Real Estate", "id": "138008306273024"}, {"about": "Hebbar's Kitchen is all about Indian veg recipes. Learn interesting recipes in short videos and share your feedback with us.", "name": "Hebbar's Kitchen", "category": "Personal Website", "description": "Email – hebbars.kitchen@gmail.com\nWebsite – http://hebbarskitchen.com/\nFacebook – https://www.facebook.com/HebbarsKitchen\nTwitter – https://twitter.com/HebbarsKitchen\nPinterest – https://www.pinterest.com/hebbarskitchen/\nplus one – https://plus.google.com/103607661742528324418/posts\nlinkedin - https://in.linkedin.com/in/hebbars-kitchen-b80a8010a\ninstagram - https://www.instagram.com/hebbars.kitchen/\ntumblr - http://hebbarskitchen.tumblr.com/\ntwitter - https://twitter.com/HebbarsKitchen\nyoutube - https://www.youtube.com/channel/UCPPIsrNlEkaFQBk-4uNkOaw", "id": "520934444731407"}, {"about": "Some news, some information, a dash of entertainment for us to have better conversation.", "name": "Kal Ki News", "category": "TV Network", "description": "It's 4 AM, so the best description I can come up with:\nStale News, Stupid Jokes, Shabby Production, Spiritless Anchors", "id": "258434031285616"}, {"about": "The Climate Reality Project is bringing the facts about the climate crisis into the mainstream and engaging the public in conversation about how to solve it. We help citizens around the world reject the lies and take meaningful steps to bring about change", "name": "Climate Reality", "category": "Nonprofit Organization", "id": "153278754738777"}, {"about": "We at LE aim quality engineering education. Please share our posts with your friends and spread the free knowledge.", "name": "Learn Engineering", "category": "Education", "description": "'Learn Engineering' stands committed for education which uses minimum mathematics and maximum logic. Our videos are aimed for clearing misconceptions, explaining complicated technologies in simple way and to create a passion towards engineering. ", "id": "101870566650277"}, {"about": "Bringing the sassiest memes this side of the socialist revolution", "name": "Sassy Socialist Memes", "category": "Community", "id": "1393565747631052"}, {"about": "This is the Official Page Of Anna Hazare.", "name": "Anna Hazare", "category": "Public Figure", "id": "520568704621348"}, {"about": "A webcomic of romance, sarcasm, math, and language.", "name": "xkcd", "category": "Entertainment Website", "id": "11606846690"}, {"about": "Purdue Sustainability is a space for students to learn about, discuss and act on sustainable initiatives at Purdue and within their own communities.", "name": "Purdue Sustainability", "category": "School", "description": "The Office of Campus Master Planning and Sustainability at Purdue is actively engaged in identifying issues, discussing options, educating the campus community and making recommendations on the future direction for sustainability initiatives at the university.", "id": "135323836490863"}, {"name": "Al Gore", "category": "Public Figure", "id": "169713858864"}, {"about": "Page Facebook officielle de Sophie Grégoire Trudeau. \nOfficial Facebook page of Sophie Grégoire Trudeau. ", "name": "Sophie Grégoire Trudeau", "category": "Public Figure", "id": "1732388847014056"}, {"about": "Schleman Hall of Student Services Rm. 230                Hours: Monday-Friday 8am-5pm", "name": "Purdue University LGBTQ Center", "category": "School", "description": "Lesbian Gay Bisexual Transgender and Queer Center\nLocation: Schleman Hall of Student Services, Rm. 230\nMonday-Friday 8am-5pm (summer hours 9am-4pm)\nPhone: 765.496.6231\nDirector: Lowell Kane\n\nWebsite:  http://www.purdue.edu/lgbtq/\nEmail: LGBTQ@purdue.edu\n\nThe Lesbian Gay Bisexual Transgender and Queer (LGBTQ) Center is a recent addition to the Division of Diversity and Inclusion at Purdue University.  The Center provides programming that engages the campus and community on LGBTQ issues through an exciting calendar of events, coordinates a distinguished lecture series, advocates for equitable access and a discrimination-free environment, and facilitates a variety of training opportunities throughout the year.  The Center is the primary point of contact for members of the LGBTQ community as it works collaboratively with campus departments, student organizations, university administration, and local community groups to connect students with enriching resources, activities, and support services they seek in order to be successful at Purdue University and beyond.\n\nLocated in the Engineering Administration Building (ENAD 301), our space is a dedicated Safe Zone that provides a welcoming and affirming location on campus for all, regardless of sexual orientation and gender identity or expression.  The LGBTQ Center maintains an extensive print and media library as well as a collection of original artwork and historical artifacts that communicates an all too often hidden history.  Tours of the Center highlight the diverse LGBTQ community, relate key historical moments, explore the complexity of identity, address common stereotypes and misinformation about LGBTQ people, and create opportunities for building intercultural dialogue and connections.\n\nDirector:  Lowell Kane\n\nhttp://www.purdue.edu/lgbtq/\n\nOpinions expressed on this site do not necessarily represent the official views of Purdue University. This site may contain links to websites and services outside the Purdue University domain. Purdue University does not endorse, takes no responsibility for and exercises no control over the views or content contained on these independent sites, nor does it vouch for the accuracy or accessibility of the information contained on them. Purdue University cannot authorize the use of copyrighted materials contained in linked websites. Users must request such authorization from the sponsor of the independent site.", "id": "445095505512496"}, {"about": "Welcome to the official Facebook page of Filmymantra.com Filmymantra Media Pvt Ltd.", "name": "Filmymantra.com", "category": "News & Media Website", "description": "Bollywood just got bigger with Filmymantra.\nGet all the latest gossip and updates of the glamour world and entertainment industry only on Filmymantra.com.\n\nYou can also follow us on:\n\nTwitter - https://twitter.com/Filmymantra\nInstagram - https://www.instagram.com/Filmymantra \nG+ - https://plus.google.com/+Filmymantradotcom/posts", "id": "1504830046500582"}, {"about": "Official page of Cobie Smulders", "name": "Cobie Smulders", "category": "Artist", "id": "190335191407956"}, {"about": "Unofficial page, in no way affiliated with Sony or the Playstation franchise.", "name": "PS4", "category": "Games/Toys", "id": "147455232127269"}, {"about": "Chalo Padhe is committed to increasing the education levels of individuals across India! ", "name": "Chalo Padhe", "category": "Community", "description": "We are currently working on 2 major initiatives: \n\na. Educating & Training domestic staff\n\nb. Formal schooling of underprivileged children.\n\nPlease contact us if you know a child in need of a sponsor for formal schooling or support in continuing their educating in any way. \n\nOur fundraising efforts include donations and scrap drives across the city. \n\nWe collect scraps like old newspaper,magazines.plastics,books,\nclothes,etc.All the scraps which are unusable are sold off and the proceeding from the same is used to educate children.", "id": "1636694816585664"}, {"about": "Association of Information Technology Professionals - Purdue Chapter. \n\nAITP is the Information Technology professional organization of choice for providing leadership opportunities, professionalism and personal growth at Purdue University.", "name": "aitp Purdue", "category": "Organization", "description": "AITP is a national organization focused on empowering individuals in the Information Technology profession by evolving its members to their full potential as IT professionals.\n\nAITP Purdue is a student chapter of AITP that promotes leadership and professionalism at Purdue University. Meet other students, attend AITP events, and compete nationally at the National Collegiate Conference.", "id": "542555739150588"}, {"about": "Every single day is an opportunity to inspire someone. Here are ideas & tools & to help. More inspiration at startwithwhy.com.", "name": "Simon Sinek", "category": "Author", "description": "Imagine a world where people wake up every day inspired to go to work, feel safe while they are there, and return home at the end of the day feeling fulfilled by the work they do, feeling that they have contributed to something greater than themselves.", "id": "166356006498"}], "paging": {"cursors": {"before": "MjgxMzAzOTU5MDA2MjUy", "after": "MTY2MzU2MDA2NDk4"}, "next": "https://graph.facebook.com/v2.4/10152478606138581/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTY2MzU2MDA2NDk4"}}