{"data": [{"name": "Growth Hacking Workshop-Kurukshetra", "description": "“If at first the idea is not absurd, then there is no hope for it“\n\n-Albert Einstein       \n“Growth Hacking is more of a mindset, than a toolkit “\n\n– Aaron Ginn\nPayPal, on the brink of shutdown, recuperated and increased their customer base to tens of millions through one single growth hack. Want to learn how?\n\nGrowth Hacking is a marketing technique developed by technology startups which use creative techniques and social metrics to sell products and gain exposure.\n\nGrowth hackers focus on low-cost and innovative alternatives to traditional marketing, like utilizing social media and viral marketing. It also involves making an optimization to a product in order to improve marketing i.e the product markets itself.\n\nA growth hacker is someone who should have an in depth understanding about the product (the technical aspects of it) as well as the recent market trends and ideologies. Do you have crazy start-up ideas and want to know how to market them most effectively? Learn from the professionals in digital and product marketing. Sign right up!", "start_time": "2016-02-20T08:30:00+0530", "id": "774174076048765"}, {"name": "Street Food Festival 2016", "description": "Chennai Food Guide invites you all to their 1st Street Food Festival at Food Consulate, Velachery on 13th and 14th of Feb. 2016. \n\nCome on over and enjoy Chennai's best street food under one roof.... samosa, chaats, vadas, masala dosas, briyani, kebabs, parotta/bajjis, spring potato, ice gola, jigarthanda, momos, goli soda, fried ice-cream and many more! You name it, We have it!!!!", "start_time": "2016-02-13T16:00:00+0530", "id": "1001276543251736"}, {"name": "Laugh OK Please at Phoenix MarketCity ft Aravind SA, Karthik Kumar, Sundeep Rao, Baggy, Alex", "description": "Evam Standup Tamasha and Phoenix MarketCity (Chennai) presents \n\nLAUGH OK PLEASE!\nA festival property show featuring some of the best talents from the Indian comedy circuit!\nThis Jan 23 – presenting – Karthik Kumar, Sundeep Rao aaaand Aravind SA! Coming together with local boys Baggy and Alex! \nStage set up epic comedy evening!\n\nFind the artists here: \nAravind - SA\nKK Karthik Kumar Standup Comic\nSundeep Rao\nBhargav 'Baggy' Ramakrishnan\nAlexander Babu the comic\n\nGrab the tickets before they run out! Limited early passes available! \n\nBookmyshow: http://goo.gl/Cdl4Z6\nEventjini: http://goo.gl/czBPFQ", "start_time": "2016-01-23T19:30:00+0530", "id": "176515926037290"}, {"name": "Rock Show", "description": "The Rock Show scheduled for today, the 9th of January, 2016 has a change in the line-up of the performing artists. Due to unforeseen circumstances, Red Jumpsuit Apparatus will not be able to headline the Rock show.\n\nThe updated line up for the Rock Show will now feature Skrat, Inner Sanctum and Avial.", "start_time": "2016-01-09T17:30:00+0530", "id": "1667598506811459"}, {"name": "Parikrama & Franks got the funk  Live in Techofes", "description": "Parikrama:\nParikrama is a legendary rock band,playing Classic Rock fused with Indian Instruments like the Tabla and the Violin, and have been around for 23 years .\n\nThe band has done more than 3000 shows till date in India and Worldwide, Including countries like USA, Russia , Canada , Vietnam , UK, Cambodia , Laod, Ethopia , Nigeria , Oman, UAE , Bhutan , Nepal , Singapore Etc .\n\nParikrama has had a very successful tour of the UK earlier,where they were promoted by none other the Iron maiden and their legendary manager Mr Rod Smallworld.\n\nIRON MAIDEN invited Parikrama to 7 shows in the UK, including the mighty download festival and venues like Rio ( Leeds ) , The Underground ( Camden ) , The Peel ( Kingston ) etc.\n\nCast: Nitin Malik, Sonam Sherpa, Saurabh Choudhary, Subir Malik, Chintan Kalra, Srijan Mahajan, Shambu Nath, Imran Khan, Rajat Kakkar\n\n\n\nOpeners:\n\n\nFranks got the funk:\nLaunched in 2009, Frank’s Got The Funk is a band which treads in various genres, primarily influenced by Electronic and Progressive rock.\nThe band has a simple principle which they stick to when making their music; It’s all about fun and love for the music based on situations and incidents which they’ve been through . In fact, the sole motivation for the band to record and release their music is to get the music out there to the people. The surging energy and the addictive songs the band churns out are complemented by the capturing stage presence and wacky costumes, which keeps audiences enraptured and jumping. In the long run, they aim to hit the international stage and take it by storm!\nCast: Bjorn Surrao,Sajith Satya,Shashank Vijay\n\nRaagleela:\nToday, it’s simply not enough to do one thing. actors double up as musicians. and musicians also model, paint and star in historical Chinese war epics. So to help you find direction in our mad, multi-tasking world, we create this blend of Indian classical and world genres like blues/funk/rock to revitalise your mind body and soul. Packed with 6 talented musicians with varied backgrounds we present \"Raagleela\".6 people with completely different music backgrounds meet and decide to make music and love. The latter not with each other.\nCast:Prateek Narsimha, Sagar chawla,Niloy Ghosh Dastidar,sarthak joshi,Sarthak Pahwa,Vaibhav Ahuja.", "start_time": "2015-02-13T18:30:00+0530", "id": "455600167922718"}, {"name": "The T+ Run", "description": "An unprecedented run organised by students of Anna University to aid Project LEAP, an initiative by Becoming I Foundation as a part of Techofes+, a Techofes 2015 Social Outreach initiative.\n\nProject LEAP is a one-of-a-kind project which aims to change the way primary education happens in low income classrooms.\n\nDay and Date: Sunday, 01-02-2015\nDistances: 6KM  |  10KM\nVenue: CEG, Anna University\nAssembly time: 05:00 AM\n\nRegister at: plus.techofes.in/run", "start_time": "2015-02-01T05:00:00+0530", "id": "1609722062592360"}, {"name": "Sherlock at Kurukshetra 2015", "description": "Sherlock Holmes is one of the world's most famous detectives. \nDo you believe you have the ability to match his prowess and solve \nmind-boggling mysteries. Then what are you waiting for? \nGet a Sidekick! (aka Watson) and be there to play Sherlock on 17th January.\n\nJoin the game at http://sherlock.kurukshetra.org.in/", "start_time": "2015-01-17T20:00:00+0530", "id": "1536796966587143"}, {"name": "Creamfields Abu Dhabi 2014", "description": "Creamfields Abu Dhabi 2014 is set to shake the capital with world-renowned DJs Hardwell, Afrojack, Adam Beyer and Marco Carola.\n\nOther international and regional DJs including AVIDBOLD & Angelo, Asphyxia, Greg Gow, maDJam, Omar Basaad, Ronin & Nesta, Genie & Stacktraxxx, Mr. Mr, Arcade82, Smokingroove show their music talent alongside global superstars on Friday, December 12th at the du Arena, Yas Island, Abu Dhabi.\n\nPrepare for nine hours of non-stop music. #CreamfieldsAD\n\nGet your tickets at www.ticketmaster.ae or by calling 800 TM UAE (800 86 823). 20% off General Admission for race ticket holders with Y1 Access\n\nPlatinum Tables also available (21+) For more information contact tickets@thinkflash.ae", "start_time": "2014-12-12T19:00:00+0400", "id": "942032189157963"}, {"name": "Theatron World Theatre Day - CTI by Crea-Shakthi for Anna University", "description": "As a prelude to World Theatre Day 2014, Anna University's Theatron brings to you two short comedies catering to the hoards of theatre lovers in the campus with 'Refund\" & \"Maniac Manor\"\n\nTHis is the last CTI for the year 2013 - 2014\n\nAbout Crea-Shakthi:\n\nCrea-Shakthi is a theatre group committed to the cause of taking the craft\u001f to the next generation. In the last 2 years, the group has produced over 260 actors, 14 directors, 19 plays and over 80 shows mostly in Chennai. The campus Theatre initiative provides financial & artistic support & inputs to all college groups with the single minded objective of creating new and exciting resources for the stage in Chennai. We're tied up with over 19 campus groups from across the country.\n\nDate: 22ndMarch 2014\nVenue: Anna CEG Tag Auditorium\nTime: 5:30 pm\nDonor Passes: INR 100\nwebsite: www.creashakthi.com", "start_time": "2014-03-22T17:30:00+0530", "id": "658329157560807"}, {"name": "Cerebra @ Kurukshetra'14", "description": "The biggest online amalgamation of analytical minds is back this year, bigger and better!", "start_time": "2014-01-26T20:00:00+0530", "id": "1410747865837076"}, {"name": "OOHS winter football tournament :D", "description": "ok guys this is an winter tournament coming up during the holidays (winter-break) there will be about 12 teams in the tournament which will be selected on first come and first serve basis.\na registration form will be given to you if u are interested to join :D\nthe registration fees is 250 dhs. per team. that is 25 per player.\nonly 10 players are allowed in a team.\nthe qualifiers will be played in zabeel. and the semi finals and finals will be played in salauhddin al ayoobi sports club mamzar.\nwe provide you with rrefreshments and snacks. aqnd the winner of the tournament will get 600 dhs as prize along with medals.\nand the runner's up will get 300 dhs as price.\nfor any details contact :\n1)sohail syed : class X1-E oohs\n                       050-3348728\n                       bb pin : 28581FD5 :D\n2)ammar feroz: 055-5028399\n3) mustafa      :055-9195923", "start_time": "2011-12-23T16:00:00+0400", "id": "844496182289557"}, {"name": "Sachin Century Of Centuries", "description": "A Event Created To Celebrate Sachin Century Of Centuries @ England !! A Man Who is Reffered as the True Sportsman In Every Sense.....\nA Man who Never Fights even against Wrong Decision !!\nA Man Who Has Not one single Incriminating Incident,\nNot one Drunken Escapede,Not One Reported Affair,\nNot Even One Spat With a Team Mate or Reporter \"\nThats\n♥ \" Sachin Ramesh Tendulkar \" ♥", "start_time": "2011-07-21T15:30:00-0700", "id": "855408194529789"}, {"name": "CELEBRATIONS WHEN SUMMER VACATIONS BEGIN !!!!!!!!!!!!!", "start_time": "2011-06-29T15:00:00+0400", "id": "915053158547474"}], "paging": {"cursors": {"before": "QVFIUjduQ2E4RGNaNzZAfaTV5TmVvVGlEVlhzcThhZAThoUk1FbjlxTjFGb2dxZAlhkNXkyTnFDUldudjlhaTlBQklXdnlnSzFjWkhFd21Xa2xZAYjVTX3FZAb2pR", "after": "QVFIUjEyNWoyMUo3bzVsRXQ3R1pRcVhCbFdDbjQ3M3RFSEVEdjRBdlBfSmZAEeGxSUDdkTWJTS3lpVHF5bk9mUnFCS3NRdnNxWnhkanZAvd3ltLWw5V0FOSE1R"}}}