{"data": [{"about": "Official Varun Agarwal Facebook Page\nContact : info@varunagarwal.in\nwww.varunagarwal.in\nwww.almamaterstore.in", "name": "Varun Agarwal", "category": "Entrepreneur", "id": "321632234534579"}, {"about": "Best of Indian Humour, Amazing Indians, Jugaads, News, Videos and a lot more...\nWe are simply #BeingIndian\nShop at #BeingIndian: www.bit.ly/BIshop", "name": "Being Indian", "category": "Media/News Company", "id": "590505157697487"}, {"about": "Official Video Memes Page", "name": "Video Memes", "category": "Media/News Company", "id": "1911791412400872"}, {"name": "nametests.com English", "category": "Other", "description": "http://nametests.com/\n", "id": "1072039129479100"}, {"about": "Have a story that you want to share, but can't or probably shouldn't? Submit it here: http://bit.ly/2qy6Sua \nPage is not responsible for any of the confessions and comments.", "name": "AU Confessions", "category": "Just For Fun", "description": "This page is just an Open Forum for People to share their good thoughts and emotions. The page or Admins don't hold any responsibility regarding the individual confessions or comments being posted.", "id": "730126600495559"}, {"about": "Your daily dose of fun! Escape the day with our quizzes and games.", "name": "vonvon", "category": "Local Business", "id": "364422757097773"}, {"about": "We are not creating haters! \nWe just cleaning up the Backstabbers", "name": "Troll Haters ;-)", "category": "Just For Fun", "description": "https://twitter.com/Rajinitrends1?s=09", "id": "1618901618322094"}, {"about": "This is the Official Facebook Page of the media company MADOVERMEMES PVT LTD.. One stop destination for all the current happenings in south india", "name": "Chennai Memes", "category": "Media/News Company", "description": "This is the Official Facebook Page of the media company MADOVERMEMES PVT LTD.One stop destination for all the current happenings in south india", "id": "254941598005312"}, {"about": "Welcome to News7 Tamil on Facebook. If you have a story, video or picture to share with us, get in touch using the message tab on this page.", "name": "News7Tamil", "category": "TV Channel", "description": "News 7 Tamil is a Tamil Infotainment TV channel providing viewers with an wide array of stories ranging from domestic politics, to international affairs, human interest, business, sport, entertainment, culture, and lifestyle.\nThe channel with a distinct Tamil perspective on World news has substantial reach among audiences across the country for its underlying social concern and above all staying away from any kind of sensationalism.\nSo catch all the live action @News7 Tamil TV and offer your views to feedback@ns7.tv. Also follow us on www.twitter.com/news7tamil and https://plus.google.com/+News7TamilChennai\n", "id": "803317169730493"}, {"about": "The lives, loves, and laughs of six young friends living in Manhattan. ", "name": "FRIENDS (TV Show)", "category": "TV Show", "description": "Six young people from New York, on their own and struggling to survive in the real world, find the companionship, comfort and support they get from each other to be the perfect antidote to the pressures of life. ", "id": "22577904575"}, {"about": "Welcome to official Facebook page of Sarcasm, part of Digihood Media Private Limited.", "name": "Sarcasm", "category": "News & Media Website", "description": "Sarcasm is an Entertainment page/platform designed to educate, promote arts and entertainment and to provide an inside look into the lifestyles of people from different creative fields with the aim of connecting people from all around the world.\n\nSarcasm promotes entertainment content all over the internet by making a research about the fans who liked the page . Sarcasm also provides promotional services for creative people, organisations, and companies and provides a platform for people to promote their talent & creativity.\n\nEmail - contact@sarcasm.co\n\n\nConnect with us on other social platforms:\n\nTwitter - https://twitter.com/sarcastic_us\nInstagram - https://www.instagram.com/sarcastic_us\nsnapchat - sarcastic_us", "id": "1515871602074952"}, {"about": "Australian social media entertainer\nNew videos every week!!\nhttps://www.instagram.com/jackson_odoherty/", "name": "Jackson ODoherty", "category": "Public Figure", "id": "427429410735570"}, {"about": "Hi :) Finally Here Officially :) | Twitter: @ramyavj | Instagram: ramyasub", "name": "Ramya Subramanian", "category": "Artist", "id": "1730645613867214"}, {"about": "A Community for Reliance Trends store shoppers! Get to know it before everyone else does: Trend spotting, fashion tips, contests etc. We welcome your feedback & suggestions too!", "name": "Reliance Trends - Official", "category": "Clothing (Brand)", "description": "Rated India's most preferred department store in a recent survey, Reliance Trends is the fashion and accessories brand of Reliance Retail. The uniqueness of the store is the core, which delivers \"fashion at great value\". Reliance Trends offers a mix of private brands and brands across men's, women's and children's categories. Write on our wall, post photos, share your opinions and get regular updates right here! If you have any suggestion / feedback / complaint, please write to us at customerservice@ril.com with your complete details and contact number.\n\nDisclaimer: The comments, photographs, videos and opinions posted on our wall are those of third parties, who do not represent Reliance Trends. Reliance Trends reserves the right to remove any posts that it deems inappropriate or offensive; furthermore, repeat offenders will be blocked from the page, and abuse will be reported. ", "id": "104330969655855"}, {"about": "Official Girls Dance team of CEG ", "name": "Aakriti Dance Crew CEG", "category": "Performance Art", "id": "1735880180015193"}, {"name": "Vikata kavi", "category": "Performance Art", "id": "1643552255893591"}, {"name": "Premam Movie Lovers", "category": "Media/News Company", "id": "1587931551481800"}, {"about": "Updated News and Announcements from Anna University Chennai.", "name": "Anna University News and Announcements", "category": "College & University", "id": "125677054249007"}, {"about": "Remix Memes is all about Entertainment.", "name": "Remix Memes", "category": "Entertainment Website", "description": "Remix Memes is all about Entertainment.", "id": "1400029720217756"}, {"about": "Hi! This is Hansika Motwani! Stay tuned to my page to keep in touch with me :-) ", "name": "Hansika Motwani", "category": "Artist", "description": "Hansika Motwani is an Indian actress who predominantly appears in Tamil and Telugu films. She was featured in Forbes' list of 250 celebrities that make it to the 100 Most Influential Celebrities nominees list. She made her film debut as a leading actress in the Telugu movie Desamuduru (2007), winning the Filmfare Award for Best Female Debut – South. She then appeared in several high-budget Telugu films, including Kantri and Maska. She started her career in Tamil cinema with Mappillai (2011) and then appeared in several commercially successful Tamil films including Velayudham (2011), Oru Kal Oru Kannadi (2012), Theeya Velai Seiyyanum Kumaru (2013) and Singam II (2013) establishing herself as one of the leading contemporary actresses of Tamil Cinema.", "id": "629323137122919"}, {"about": "Hiphop Tamizha (Official) - The Pioneers of Indian Tamil Hiphop.\nFor Bookings & Enquiries Contact -manager@hiphoptamizha.com", "name": "Hiphop Tamizha", "category": "Musician/Band", "id": "304954335853"}, {"about": "Fusing electronic designs and mini projects for beginners in the technical world.", "name": "The Integrated Designers", "category": "Event", "id": "918543514855892"}, {"about": "to get stronger bond with my fans", "name": "Reshmi menon", "category": "Artist", "id": "396603633866638"}, {"about": "Your Wedding + Our Visualisation = Best Love Stories Ever!", "name": "Zero Gravity Photography", "category": "Photographer", "description": "Every Wedding is a beautiful Love Story waiting to be told. Telling those stories is what we do best at ZG Studios. We add a dash of storytelling to a perfect blend of technology and creativity to make sure your Wedding Story is told the best way possible. Please call us @ +91-98 40 767566 to book us for your event.", "id": "147096188767887"}, {"about": "Think. Feel. Create. Give. Positive Energy+", "name": "Positive Energy+", "category": "News & Media Website", "id": "116119651746193"}], "paging": {"cursors": {"before": "MzIxNjMyMjM0NTM0NTc5", "after": "MTE2MTE5NjUxNzQ2MTkz"}, "next": "https://graph.facebook.com/v2.4/1661436044077368/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTE2MTE5NjUxNzQ2MTkz"}}