{"data": [{"about": "Official Facebook page for Melinda Gates, co-chair of the Bill & Melinda Gates Foundation", "name": "Melinda Gates", "category": "Public Figure", "id": "1413858742171052"}, {"about": "\"All for Mokka and Mokka for all\"", "name": "Poda Mokka naaaye.", "category": "Fictional Character", "description": "In our world...The good jokes they grow up, get passed around by people, and become doctors, lawyers or engineers....but what about the bad jokes? They have no lives, but they wish...to live like normal jokes; to see the world, but they don't have a home...no place to live...\nwhere do they go?\n\nPODA MOKKA NAAAYE\nA home for all the homeless jokes, for all the rejects, for all the bad puns...we take the bad jokes and give them a good life.\n\n", "id": "156478687711748"}, {"about": "Visit us at CoinTelegraph.com!", "name": "Cointelegraph", "category": "Media/News Company", "description": "CoinTelegraph covers everything-Bitcoin, bringing you the latest news, prices, breakthroughs, and analytics, with emphasis on expert opinion and commentary from the digital currency community.", "id": "1469799213245478"}, {"about": "Make the most of it 💰", "name": "MONEY", "category": "Media/News Company", "description": "Comments posted may be considered for publication in MONEY magazine.", "id": "119930514707114"}, {"about": "StoreSpace is a next generation warehousing start up that provides on-demand and flexible warehousing for businesses of all sizes.", "name": "StoreSpace", "category": "Storage Facility", "description": "StoreSpace is a next generation warehousing start up that provides on-demand and flexible warehousing for businesses of all sizes.", "id": "1644923319104423"}, {"about": "Enterprise business professional training in blockchain and digital transformation in partnership with the CIO Association of Canada.", "name": "TransformationWorx Inc.", "category": "Education", "id": "1766228783706777"}, {"about": "We showcase careers in different fields, so you can have a better understanding of their life journey....", "name": "Liveitup", "category": "Career Counselor", "description": "We showcase different careers professionals in different fields, so you can choose the right path for you. :)\n\nBy understanding one and another, we can live in a world free from judgement, create more kindness and unity together. ", "id": "664505987014497"}, {"about": "The Chennai Tricolor Initiative is a movement towards an India where we as citizens also play our part and duty to make tomorrow better.", "name": "Chennai Tricolor Initiative", "category": "Community", "id": "1038907292846123"}, {"about": "UCASH is creating a network of independent blockchain financial services providers using cloud based, mobile ready software.", "name": "U.CASH", "category": "Computer Company", "description": "U.CASH - The Global Unbank.  Joining cash with digital currencies, financial services, and retail converters to bring financial inclusion to the world.", "id": "142953659396003"}, {"about": "Providing Global Internships and Leadership Development for young leaders. Join today www.aiesec.ca! ", "name": "AIESEC Canada", "category": "Public Service", "description": "Focused on providing a platform for youth leadership development, AIESEC offers young people the opportunity to be global citizens, to change the world, and to get experience and skills that are relevant today. ", "id": "110224542355908"}, {"about": "We make the food you love...Good food adds the extra flavour into our lives..!", "name": "Shambavee Food Products Pvt Ltd", "category": "Food & Beverage Company", "description": "We make the food you love...Good food adds the extra flavour into our lives..!", "id": "101265030480575"}, {"about": "Welcome to the Cricket on Facebook page where you can see all the latest news and updates on your favorite teams and players!", "name": "Cricket on Facebook", "category": "Community", "id": "727565050588014"}, {"about": "Follow the journey of two guys from Sweden trying to make it in Bollywood ⭐️ ⭐️ ⭐️", "name": "2 Foreigners In Bollywood", "category": "Artist", "description": "Follow the journey of two guys from Sweden trying to make it in Bollywood!", "id": "1978953192152575"}, {"about": "Coinsquare is a Canadian cryptocurrency exchange. Our mission is to make access to digital currencies easy, safe and secure. This page is for sharing information about the market and our platform. For support issues, contact us at support@coinsquare.io", "name": "Coinsquare", "category": "Currency Exchange", "description": "Hello! We are Canada’s leading exchange for trading Bitcoin, Ethereum and other digital currencies. Coinsquare is 100% Canadian-owned and operated, located in downtown Toronto. We recognized the need for Canadian’s to have a safe, secure and “Canadian” destination to access the wonderful world of digital currency. In order to make the best experience possible we created an easy to use platform, with multiple funding options, and an easy verification process.\n\nWe’re committed to safe and secure trades. Because at the end of the day, you’re trusting your money with us. We understand that, and we take that very seriously. Our system is 100% proprietary, has been stress tested and DDoS tested, and we have never (ever, since 2015) lost a single coin. We also maintain a pretty amazing ledger that is managed about 2,346 times per day, all in the interest of ensuring that we know where every coin – whether Canadian or Ethereum — is at all times.\n\nWe are a passionate team of software engineers, designers and account managers who are focused on one thing: your experience. We love what we do, and we appreciate your support of our mission, so please don’t be shy if you want to reach out about what you like, or don’t like about the platform. We will work hard to make our service better for you. \n", "id": "1453982834625661"}, {"about": "Meat-free eats, with #VeganFridays.\n\nInstagram: https://www.instagram.com/buzzfeedtastyveg", "name": "Tasty Vegetarian", "category": "Media/News Company", "description": "Meat-free eats, with #VeganFridays.", "id": "1795995010662381"}, {"about": "Toronto's source for local news and culture, restaurant reviews, event listings and the best of the city.", "name": "blogTO", "category": "News & Media Website", "id": "30843680008"}, {"about": "Canada & North America's favorite 24/7 Tamil Internet radio station.\n\nLook for 'Chennai Radio' on play store and app store to download our rocking app :)", "name": "Chennai Radio", "category": "Radio Station", "id": "240301249687139"}, {"about": "Real Traders, Real Results! Contact us today to learn more 647-963-6739", "name": "Forex Trading Room", "category": "Finance", "description": "The Forex Trading Room aims to provide members with information on both the foreign exchange market, as well as introducing them to online trading tools used by current investors. Throughout the year, the club would be hosting live trade demonstrations, trading competitions, as well as guest seminars from prominent investing companies. With these events, we hope to promote an in-depth understanding of the currency market to our members.", "id": "1241006819311601"}, {"about": "Come follow my journey of becoming a millionaire by the age of 35.\nwww.MillionDollarJourney.com", "name": "Million Dollar Journey", "category": "Business & Economy Website", "id": "122480614465147"}, {"about": "This is the Official Page Of Anna Hazare.", "name": "Anna Hazare", "category": "Public Figure", "id": "520568704621348"}, {"about": "Lending Loop is an online marketplace for Canadians to grow their savings by lending to growing local businesses.", "name": "Lending Loop", "category": "Investing Service", "description": "Lending Loop is an online marketplace for Canadians to grow their savings by lending to growing local businesses. Borrowers can attain flexible financing at a fair rate that will help fuel business growth, allowing Canadian individuals and businesses to grow their wealth together.", "id": "1484595231753164"}, {"about": "Against fake biased TRP based journalism of the country. If you love your county LIKE our page and you wont be disappointed ", "name": "Presstitutes", "category": "News & Media Website", "description": " Nationalist To The Core! ", "id": "961458933887678"}, {"about": "Information about all heritage walks that happen in the City of Chennai, India. Most Walks are curated and organized by local residents.", "name": "Heritage Walks in Chennai", "category": "Community", "id": "708385155846817"}, {"about": "www.vice.com", "name": "VICE", "category": "Media/News Company", "description": "VICE is a global media channel focusing on investigative journalism and enlightening videos about everything from world news, travel, art, drugs, politics, sports, fashion, sex, and super cute animals. ", "id": "167115176655082"}, {"about": "India from the perspective of a European woman. Travel tips,culture & more.\nhttp://www.indiaindetails.com", "name": "India in details", "category": "Website", "id": "146779645758992"}], "paging": {"cursors": {"before": "MTQxMzg1ODc0MjE3MTA1MgZDZD", "after": "MTQ2Nzc5NjQ1NzU4OTky"}, "next": "https://graph.facebook.com/v2.4/100001152360848/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTQ2Nzc5NjQ1NzU4OTky"}}