{"data": [{"name": "Start Tech Confluence - Startup Summit", "description": "On the day of 25th March Saturday, there will be around 10 Startups (who are solving real time problems and making everyday lives of people better) and around 100 participants coming in from various fields & backgrounds. So this would be a confluence where 10 Startups meet 100 Particpants to solve real world problems. Imagine that kind of electric & energetic environment where in a real war of minds converge to discuss the solution & help validating the same. \n\nWhat will exactly happen ?\n\n- Every startup will be given 40 - 50 minutes slot of time, where in you will be interacting with them.\n- These startups will pitch what they do from both a business & technical point of view\n- They will explain their problem statement, that they would like to put to open discussion in the confluence\n- this would be followed by a short session where in the participants, i.e, Problem Solver ( YOU ) will interact with them through a series of discussions, brain storming sessions/ Group discussions or other activities for validation.\n\nWho can participate ?\n\n- Those who love to solve a challenging real industrial problem and enjoy that minute of extreme happiness\n- Startup Enthusiasts\n- Engineers & Researchers who are in search of real world problems\n- Business Development Quirks & Hustlers\n- Freelancers\n- Students who want to experience & know what happens in the industry\n- Tech Geeks\n\nWhy should one attend this?\n\n- Know the industrial standards & real world problems\n- Understand the current scenario of startup ecosystem\n- Provide solutions & if its impressive, you may win Internships* ( for students ), deals/projects ( for freelancers) and unlimited networking & learning for all!\n- And lots of goodies & swag from companies!\n\n* Unlimited Internships, provide the best solutions for all 10, who knows, you will walk away with offers from all 10 !\n\nRegister now for Participation!", "start_time": "2017-03-25T09:00:00+0530", "id": "1438138336225908"}, {"name": "DBMania", "description": "Hi masters of technology! B-)\nHere's a preview for the main event. Starting from 18th March, 3 to 4 questions will be posted on each day. Text us your answers. Leader board will be maintained and top scorers at the end of the event stand a chance to win exciting goodies @ aBaCUS'17! :D \nRegister yourself at www.abacus.org.in before you begin! :)\nRules and Format:\n1) aBaCUS id is a MUST.\n2) Questions will be posted at 5.00 PM everyday.\n3) Send your answers to +91 9655883077.\n4) Message format should be:\nName\nCollege Name\naBaCUS id (MUST)\ndepartment, year\n(finally :P) your answer!\n5) Scores will be awarded based on speed and correctness of your answer.\n6) Only the first answer from a participant will be counted. \n7) Anybody who comments the answer will be disqualified from further rounds.\n8) Updated Leader board will be uploaded on the next day at 10.00 AM\nGet ready to play the tech-fusion!", "start_time": "2017-03-24T11:00:00+0530", "id": "826439244189720"}, {"name": "Sherlock - Online Event", "description": "“Brilliant! Four serial suicides and now a note! It’s Christmas!”\n-Sherlock\nCan you empathise with this? Whether solving crimes is your version of an afternoon nap or you just really like a certain high functioning sociopath, Kurukshetra's Sherlock has got you covered!", "start_time": "2017-01-18T18:00:00+0530", "id": "384751778539536"}, {"name": "Debugging", "description": "Debugging is twice as hard as writing the code in the first place. Prove your skills in seeking the bugs, racing against time and your peers to be crowned the ultimate grand master of debugging.", "start_time": "2016-03-13T09:30:00+0530", "id": "868550553257864"}, {"name": "Battle Lit Out", "description": "Are you interested in writing, speaking, and quizzing? Are there so many events you want to attend, and you can’t decide? Then this is the right event for you! Battle Lit Out encompasses all the different events generally conducted by the Literary Club.", "start_time": "2016-03-05T11:00:00+0530", "id": "1238453796183312"}, {"name": "Kollywood Quiz", "description": "A mind sport where participants are tested on how quickly and accurately they can answer questions related to anything and everything on Kollywood.", "start_time": "2016-03-05T10:00:00+0530", "id": "468941469964103"}, {"name": "STATE OF CHAOS:", "description": "A  STRESS MANAGEMENT EVENT\n\nNON TECHNICAL EVENT:\nThe event consists of TWO rounds:\nOnly those participants qualifying from round one are allowed to proceed to the next round.\nName of round 1- SHIPWRECK\n Game contents: \nYou are in a wrecked ship, stranded in a deserted island. A fisherman in his boat is willing to save just one person from your ship. Each of the contestants will be given a celebrity or well-known person and the participant must think themselves as that personality and have to justify why they need to be saved. \n\nRULES:\n1)\tIndividual participation only.\n2)\tThe participant will be given a preparation time of 5 minutes.\n3)\t The participant will then be allowed to present his/her arguments, for not more than 2 minutes. (Including interruptions).\n4)\t The judges may interrupt the participant at any time to counter their arguments.\n5)\t The language of communication is only English.\n6)      Occasional usage of any other language is fine.\n7)\tThe participant will be judged based on clarity, content, inventiveness, wit and humour.\n8)\tIn case of a tiebreaker the participants will again be given a new personality.\n9)\tJudges’ decision is final.\n\nRound 2: STATE OF CHAOS\nGame contents:\nEach of the participant will be given a difficult or weird scenario and he/she should manage that situation. It is basically a stress management event.\nFor example: Your team has not completed the given task on time. As you are the team leader, your project manager yells at you for the incompetence of the team and your project mates blame you for the delay in project delivery.  You have to manage them all, while maintaining your cool. \n\nRULES:\n1)\tEach participant will be given a different scenario.\n2)\tThe topic/ scenario will be given on spot. \n3)\tThe coordinators or organisers will act as the trouble makers for 1 minute.\n4)\tEach participant will be given only 1 minute at the end to manage or calm down the situation at the end. \n5)\tThe participant is allowed to convey only in English.\n6)\tThe participant must remain calm till the end.\n7)\tThe participant will be judged based on their attitude towards the situation and how he handles it.\n8)\tJudges’ decision will be final.\n\nFor further details contact:\nKeshav- 9487501064", "start_time": "2015-03-14T13:00:00+0530", "id": "1376335489353008"}, {"name": "Vujade 2015", "description": "Brains + Map + Race = VUJADE !\nThe high energy , citywide Treasure Hunt organised by LAKSHYA the Entrepreneurship  Development Cell of SSN College of Engineering. Use your brains , perform simple tasks ,show off your NAMMA CHENNAI knowledge and RACE THE CITY!!!\n\nRegister at  http://ssnlakshya.in/vujade/registrations.php", "start_time": "2015-03-01T08:30:00+0530", "id": "795616713842763"}, {"name": "The T+ Run", "description": "An unprecedented run organised by students of Anna University to aid Project LEAP, an initiative by Becoming I Foundation as a part of Techofes+, a Techofes 2015 Social Outreach initiative.\n\nProject LEAP is a one-of-a-kind project which aims to change the way primary education happens in low income classrooms.\n\nDay and Date: Sunday, 01-02-2015\nDistances: 6KM  |  10KM\nVenue: CEG, Anna University\nAssembly time: 05:00 AM\n\nRegister at: plus.techofes.in/run", "start_time": "2015-02-01T05:00:00+0530", "id": "1609722062592360"}, {"name": "GUEST LECTURES at Kurukshetra 2015", "description": "Kurukshetra has a reputation. A reputation for featuring lectures from the most prominent figures of their respective field. A reputation that has been hard-earned and will only be heightened this year. Our line-up for K!15 will leave you as excited as we are. \n\nHere’s the schedule\n\nDAY 1- Jan 29th\n\nAshok Krish-Head of Social Media and Workplace Re-imagination Practice, TCS\n\nTOPIC-“TICK TOCK TECH”\nVENUE-Tag Auditorium\nTIME-10.45 am\n\n\nA. Muruganantham-Inventor of low-cost sanitary napkin making machine\n\nTOPIC-“Why I wore a Sanitary Napkin: My Passion Towards Social Entrepreneurship”\nVENUE-Tag Auditorium\nTIME-2.45 pm\n\n\nDAY 2- Jan 30th\n\nS. Somasegar-Corporate Vice-President of the Developer Division, Microsoft, USA\n\nTOPIC-“JOURNEY TO THE CLOUDS”\nVENUE-Tag Auditorium\nTIME-10.45 am\n\n\nV. Ponraj-Scientist, DRDO and scientific advisor to Dr. Abdul Kalam\n\nTOPIC-“A MANIFESTO FOR CHANGE”\nVENUE-Colin McKenzie Hall\nTIME-2.45 pm\n\n\nDAY 3- Jan 31st\n\nDr. V. Adimurthy-Mission Concept Designer, Mars Orbiter Mission, ISRO\n\nTOPIC-“Our Journey to the Red Planet: Mars Orbital Mission and Beyond”\nVENUE-IST Auditorium/Ada Lovelace Auditorium\nTIME-10.45 am\n\n\nDan Burns-Physicist and Faculty Scholar at Lawrence Livermore National Laboratory\n\nTOPIC-“The Science of Interstellar: Journey Through a Wormhole”\nVENUE-Tag Auditorium\nTIME-2.45 pm", "start_time": "2015-01-29T10:45:00+0530", "id": "1527925057495597"}, {"name": "SYNC'15", "description": "Sync is an intra-college technical symposium conducted by Department Of Computer Science and Engineering.", "start_time": "2015-01-20T09:30:00+0530", "id": "522872867855511"}, {"name": "First Introduction speech", "description": "First Introduction speech with sharein team on Paavai Engineering college", "start_time": "2014-08-16T00:00:00+0530", "id": "485864191516044"}, {"name": "உனக்குள்ஒருவன்", "description": "இடம் : M.G.V.மெட்ரிக்பள்ளி (G.V.மஹால்அருகில்)\nதிருச்செங்கோடுரோடு, பள்ளிபாளையம்\nதலைப்பு:\tஉனக்குள்ஒருவன்\n\nசிறப்புப்பயிற்சியாளர்: Jc.மகாலட்சுமி\nமண்டலப்பயிற்சியாளர், கரூர்.\n\nதொடர்புக்கு: தலைவர் - திரு. D.S. ஜெயசீலன்: 94432 44850\nபொருளாளர் - திரு. V. சண்முகசுந்தரம்: 98423 95373\nPRO - திரு. M. ராதாகிருஷ்ணன்: 99657 95856", "start_time": "2014-08-15T18:00:00+0530", "id": "1455727694679645"}, {"name": "SWATANTRA SAARAL", "description": "CULTURAL PROGAMME", "start_time": "2014-08-15T15:00:00+0530", "id": "525141067586822"}], "paging": {"cursors": {"before": "QVFIUlpPWmZAFb3Q0VVpXWnJqbXJXVHVia25URkUya2hmUWd2ZAFcxeGJQUWdtd1NZAQXZAMdTVGR1RtSXV0VGYzQ0dTREhOa0NudWRMWmk3bl9Jc0lHVnRHTl9B", "after": "QVFIUlpMeThqNE1YX0dWTjlwSGhQeHZADa3hTbnprQ2w3Vml1Nnc1dVBYSVJJeU50UWVGTzZAORUtiUmlURTU1dm9XZAlBkQWp2VmE0WTlzWjh4U2ZA4TWtyLV9n"}}}