{"data": [{"about": "James Rodriguez Futbolista Profesional Colombiano www.jamesrodriguez.com.co", "name": "James Rodriguez", "category": "Athlete", "id": "186676354713214"}, {"name": "Apple", "category": "Product/Service", "id": "434174436675167"}, {"about": "i++ is an intra college technical symposium conducted by Department of Information Science & Technology,CEG,Anna University.The talents of CEG are invited to be part of challenging & intriguing events which will test your skills & aptitude.", "name": "I plus plus", "category": "Nonprofit Organization", "id": "317012258321065"}, {"about": "Google for Entrepreneurs provides support to startups programs across the world. We also create Campuses: hubs where entrepreneurs can learn and work.", "name": "Google for Entrepreneurs", "category": "Community", "id": "1436418143259346"}, {"about": "Google Developers is your source for announcements, protips from product experts, and the resources to support your development efforts.", "name": "Google Developers", "category": "Product/Service", "id": "967415219957038"}, {"about": "Google news and updates, especially for students.", "name": "Google Students", "category": "Website", "id": "135322730734"}, {"about": "Ready to be a Googler? Apply at goo.gl/2eImb5 \n\nFollow @lifeatgoogle on Twitter \nAdd us to your Google+ circles: Google.com/+LifeatGoogle ", "name": "Life at Google", "category": "Product/Service", "description": "Follow us on Twitter: @lifeatgoogle\nVisit our YouTube Channel: youtube.com/lifeatgoogle\nAdd us on Google+: Google.com/+LifeatGoogle\n\nAre you a student? Check out facebook.com/googlestudents", "id": "152260356535"}, {"about": "News, tips and candid tales of Google Maps", "name": "Google Maps", "category": "Website", "id": "15279704057"}, {"about": "Industry news, articles, product updates, insights, case studies, and events from Google that are relevant to publishers.\n", "name": "Google AdSense", "category": "Advertising/Marketing", "description": "News and updates from the Google AdSense team. Do you have questions? Visit http://goo.gl/LjpsZv for help. If you're new to AdSense, sign up and turn your #PassionInToProfit visit: https://goo.gl/AGPnfJ", "id": "189463268145947"}, {"about": "Google's mission is to make the world's information universally accessible and useful.", "name": "Google", "category": "Arts & Entertainment", "id": "1683288981905541"}, {"about": "CodeNation is probably the world’s “first and only software factory\". ", "name": "CodeNation", "category": "Internet Company", "description": "The World’s First Team to apply Disruptive thinking to Enterprise Software Challenges. CodeNation is probably the world’s first and only software company to think disruptive in its solutions. We are disrupting the way enterprise software is created by adopting a path-breaking model for development and delivery. CodeNation has been built ground up on the basis of innovative processes and tools that are our Intellectual Property (IP). We manage massive scale yet provide great cost savings and high quality in our work. This is, by the way, the complete opposite of conventional software development, where scale often leads to quality issues, cost and time overruns. Besides above, CodeNation also does development for 30+ Enterprise products that our client have has acquired over the last few years. We are the sole partners for our client solving million dollar business challenges. Practically we are the R&D arm of our clients. ", "id": "1447618318860844"}, {"about": "An open, flexible cloud platform that enables you to build, deploy and manage apps across a global network of Microsoft-managed datacenters. ", "name": "Microsoft Azure", "category": "Product/Service", "description": "Welcome to the official Microsoft Azure Facebook Page. The purpose of this page is to provide you with the latest announcements, news, and resources from the Microsoft Azure team. \n\nIf you have a specific question or need help, please visit our support page: \n\nhttps://azure.microsoft.com/en-us/support/options/ \n\nIf you do not currently have a support plan, please visit our forum:\n\nhttps://azure.microsoft.com/en-us/support/forums/\n\nWe’ll escalate your request to the appropriate team. \n\nWe'd love to hear from you! If you'd like to submit feedback, please visit: \n\nhttps://feedback.azure.com/forums/34192--general-feedback \n\nYou can also find us here:\n\nTwitter\nhttps://twitter.com/Azure\n\nSpiceworks\nhttp://community.spiceworks.com/cloud/microsoft-azure", "id": "259177211955"}, {"about": "Founded in 1991, Microsoft Research is dedicated to conducting both basic and applied research in computer science and software engineering.", "name": "Microsoft Research", "category": "Company", "description": "Founded in 1991, Microsoft Research is dedicated to conducting both basic and applied research in computer science and software engineering. More than 1,000 brilliant scientists and engineers focus on more than 55 areas of computing and openly collaborate with leading academic, government, and industry researchers to advance the state of the art of computing, help fuel the long-term growth of Microsoft and its products, and solve some of the world’s toughest problems through technological innovation.\n\nFollow us on Twitter:\nhttp://twitter.com/MSFTResearch", "id": "33575580843"}, {"about": "The Microsoft Developer Page is your resource for development tips, tricks, research, case studies... Everything you need to develop apps that users love.", "name": "Microsoft Developer", "category": "Computer Company", "id": "147563088628518"}, {"about": "The official Facebook Page of Microsoft Careers. ", "name": "Microsoft Careers", "category": "Computer Company", "id": "9298666412"}, {"about": "Hai friends we are Sheril army... Official Fanpage for Sheril G Kadavan, the new sensation of South India :) ", "name": "Sheril Army", "category": "Artist", "id": "381646858920772"}, {"about": "We don’t store your personal information. We don’t follow you\naround with ads. We don’t track you in or out\nof private browsing mode. https://duckduckgo.com", "name": "Duckduckgo", "category": "Product/Service", "description": "DuckDuckGo is the search engine that doesn't track you. We protect your search history from everyone -- even us!\n\nCheck out https://spreadprivacy.com for more privacy tips and info.", "id": "11142310777"}, {"about": "For the first time since the inception of Kurukshetra, we introduce an intra college brain fest, Vyuhaa exclusively for CEG, ACT, SAP and MIT. ", "name": "Vyuhaa 17", "category": "Education", "description": "True to its tagline – Scaling new heights, Vyuhaa stands as an opportunistic platform for every enthusiastic engineer to be and entrepreneurially oriented business mind all alike. \nVyuhaa has been intricately designed to enthral and captivate both, the sceptical and devoted mind.\nDelivering a preview into the bigger and grander battle that is Kurukshetra, Vyuhaa is your one stop dazzling learning experience.\n", "id": "114285125955179"}, {"name": "Rûphän..Clickž", "category": "Art", "id": "1844089695854101"}, {"about": "India's first 'official' Chelsea Supporters' Club!", "name": "Chelsea FC India Supporters Club", "category": "Sports Team", "description": "CISC was founded (in Mumbai) in June 2006 with the aim of gathering all Chelsea Supporters under one roof (city-wise), primarily to watch major Chelsea matches together and have discussions on all things Chelsea! Today, we organise regular screenings in 28 cities across the country. CISC also has its own football team.", "id": "366404726710845"}, {"name": "Be like Bro", "category": "Other", "id": "584802188351007"}, {"about": "Memes About Friends | Crush | Singles | School life | Engineering | Cinema | Food | Places ", "name": "Mokka engineer", "category": "Community", "id": "404080679952539"}, {"about": "Im Enzo, I just turned 17 yo. I'm a professional dota 2 player. Road to Ti6. I play for Infamous Gaming. I am solo mid. I was born in sep 6 2000.", "name": "Timado", "category": "Athlete", "description": "Professional Dota 2 player", "id": "442422169110956"}, {"about": "Welcome to the official Facebook page of Tata Motors - India’s largest automobile company.", "name": "Tata Motors", "category": "Motor Vehicle Company", "description": "Tata Motors is committed to improving the quality of life of communities by working on four thrust areas - employability, education, health and environment. The activities touch the lives of more than a million citizens. The company's support on education and employability is focused on youth and women. They range from schools to technical education institutes to actual facilitation of income generation. In health, the company's intervention is in both preventive and curative health care. The goal of environment protection is achieved through tree plantation, conserving water and creating new water bodies and, last but not the least, by introducing appropriate technologies in vehicles and operations for constantly enhancing environment care.\n\nWith the foundation of its rich heritage, Tata Motors today is etching a refulgent future.", "id": "329344457159505"}, {"about": "MSIDC is one of Microsoft's largest software development centers outside Redmond. We are co-located in Hyderabad and Bangalore. http://www.microsoft.com/en-in/msidc/default.aspx", "name": "Microsoft India Development Center", "category": "Product/Service", "description": "We offer amazing career opportunities to our employees, who get to build deep technical expertise and engineering excellence in technologies of their choice. Check out the link for open positions we are hiring for:\nhttp://aka.ms/ckauji", "id": "12321297059"}], "paging": {"cursors": {"before": "MTg2Njc2MzU0NzEzMjE0", "after": "MTIzMjEyOTcwNTkZD"}, "next": "https://graph.facebook.com/v2.4/956563464373244/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTIzMjEyOTcwNTkZD"}}