{"data": [{"name": "Dhaka, Bangladesh", "category": "City", "description": "Dhaka is the capital and largest city of Bangladesh. It is one of the world's most populated cities, with a population of 17 million people in the Greater Dhaka Area. It is also the 3rd most densely populated city in the world. Located in an eponymous district and division, it lies along the east bank of the Buriganga River in the heart of the Bengal delta. The city is a microcosm of the entire country, with diverse religious and ethnic communities. Dhaka is the economic, cultural and political center of Bangladesh. Its name was romanized as Dacca until the current spelling was adopted in 1983. It is the largest city in the Bengal region. It is also a major city of South Asia and among the OIC states.The old city of Dhaka was the Mughal capital of Bengal. The city's name was Jahangir Nagar in the 17th century. It was a cosmopolitan commercial center and the hub of the worldwide muslin and silk trade. The city hosted two important caravansaries of the subcontinent: the Bara Katra and Choto Katra, located on the riverfront of the Buriganga. The Mughals decorated the city with well-laid out gardens, tombs, mosques, palaces and forts. Dhaka became known as the City of Mosques in Bengal. It was also described as the Venice of the East. The old city was home to various Eurasian merchant groups. At the height of its medieval glory, Dhaka was regarded as one of the wealthiest and most prosperous cities in the world. It was central to the economy of Mughal Bengal, which generated 50% of Mughal GDP.", "id": "101889586519301"}, {"about": "Alltrip.in is a Online Travel Company.It provides Information,pricing,availability,booking facilities for Domestic and International Flights,Domestic and International Hotels,Buses and Holiday packages.", "name": "Alltrip.in", "category": "Bus Line", "id": "228341374000736"}, {"about": "http://www.TheGita.net   -  The Bhagawad Geeta - words of Lord Krishna to Arjuna.\nThe Gita is the operations manual of how to live life.    ", "name": "Bhagwad Geeta - Lord Krishna", "category": "Society & Culture Website", "description": "Bhagawad Geeta - words of Lord Krishna to Arjuna.    The Gita has been a guide to hundreds of generations.   The modern capitalist in New York today finds as much value in the Geeta as does the simple farmer in rural India.  This page will attempt to make the teachings of Geeta accessible to everyone who is on facebook.  \n\n\nYou can read one shloka a day by clicking on the option for Twitter in the left menu <<<<.\n\nJai Shree Krishna !\n\nWhat some Famous People had to say about the Gita.\n\n\"The secret of karma yoga which is to perform actions without any fruitive desires is taught by Lord Krishna in the Bhagavad-Gita.\" ~ Vivekananda\n\n\"When doubts haunt me, when disappointments stare me in the face, and I see not one ray of hope on the horizon, I turn to Bhagavad-Gita and find a verse to comfort me; and I immediately begin to smile in the midst of overwhelming sorrow. Those who meditate on the Gita will derive fresh joy and new meanings from it every day.\"\n~ Mahatma Gandhi\n", "id": "258519414170130"}, {"about": "Get Exam Time Table, Syllabus & Results Update", "name": "All University Updates", "category": "Education Website", "description": "Students will be updated with Education Updates from all India Entrance, Admissions Guide, Job Offers .", "id": "218018208319786"}, {"about": "Now with a sense of responsibility towards the society, UNIQ TECHNOLOGIES has framed a new initiative called INPLANT TRAINING,", "name": "UNIQ", "category": "Organization", "id": "125370907604804"}, {"about": "Internship is the newest initiative of UNIQ, intended for Engineering Graduates for you to get face to face experience of various technologies. The founders who are professionals from MNCs, know what can be done as a successful professional inside enginee", "name": "Internship in chennai", "category": "Community", "id": "585579284806107"}, {"about": "We, UNIQ TECHNOLOGIES (ISO 9001:2008 Certified) - a specialized SOFTWARE/SERVICES/DEVELOPMENT company founded by professionals from leading MNCs like TCS, WIPRO, IBM, CTS, and Accenture – have our operations based in Chennai since 2007.", "name": "UNIQ Technologies", "category": "Computer Company", "id": "313977195359892"}, {"name": "CityVille", "category": "App Page", "id": "168232079864416"}, {"name": "Maduranthakam", "category": "City", "description": " Madurantakam is a town and a municipality in Kancheepuram district in the Indian state of Tamil Nadu. The town is known for the man-made and second largest lake in Tamil Nadu, the Maduranthakam Lake. It is believed to be built by the Chola King Uthama Chozha, also called as Maduranthakar, during his reign. It is also home to the Aeri Katha Ramar Temple. As of 2011, the town had a population of 30,796.HistoryMadurantakam is one of the holy places visited by Ramanuja though it has not been sung by the alvars. The place is also unique in that Ramanuja's statue is found dressed in white on all days while in almost all temples the saint is dressed in ochre.In two of his poems, Saint Manavala Mamunigal asks everyone who wants to cast away his past sins to worship the Lord at this place. There are separate shrines for Lakshmi Narasimhar, Periya Nambi and Ramanuja, Andal, Sudarsana and Vedanta Desika. The holy tank is opposite the temple with a separate shrine for Anjaneya on its banks.GeographyThe reservoir near Madurantakam irrigates more than 1000 small villages in and around the town.", "id": "104067209628763"}, {"name": "Dhaanish Ahmed College of Engineering", "category": "College & University", "id": "133333496689632"}, {"about": "just want 2 tell pppl tht old prnts r nt a burden n its ur responsibility to take cre of em'!!they need ur support wen old", "name": "Stop putting your parents in *OLDAGE HOME*,how can u forget wat they did fr u!!", "category": "Cause", "description": "just want 2 tell pppl tht old prnts r nt a burden n its ur responsibility to take cre of em'!!they need ur support wen old", "id": "158276504188375"}], "paging": {"cursors": {"before": "MTAxODg5NTg2NTE5MzAx", "after": "MTU4Mjc2NTA0MTg4Mzc1"}}}