{"data": [{"about": "Welcome to our Facebook page! We’re here to help you succeed financially. View our Community Guidelines: http://blogs.wf.com/community-guidelines", "name": "Wells Fargo", "category": "Finance Company", "description": "We’re here on Facebook to provide you with updates, financial tips, and other information. We welcome your comments, however our Facebook page is NOT a customer service channel. If you need help with your account or a service, you can make an appointment online to meet with a banker (https://www.wellsfargo.com/appointments) or call 1-800-869-3557, or find us on Twitter at @Ask_WellsFargo or visit https://www.wellsfargo.com/locator to find a location near you. Thanks so much for your understanding.\n\nThis page is presented by Wells Fargo Bank. Facebook.com is owned by a third party unaffiliated with Wells Fargo. Wells Fargo is not responsible for the privacy or security policies at this site or other third party sites that may be linked to by this page or other Facebook.com pages. We urge you to review the privacy and other policies of each website that you visit. Wells Fargo does not endorse and is not responsible for any ads that Facebook.com may place on this page, or for the content, products, advice, opinions, recommendations or other material of third party sites or other pages on Facebook. Content submitted by users on this page is subject to approval based on our Community Guidelines, available at: https://blogs.wf.com/community-guidelines\n\nRelevant military experience is considered for veterans and transitioning service men and women. Wells Fargo is an Affirmative Action and Equal Opportunity Employer, Minority/Female/Disabled/Veteran/Gender Identity/Sexual Orientation.© 2011 Wells Fargo Bank, N.A. All rights reserved. Member FDIC.", "id": "152789358067261"}, {"about": "For the first time since the inception of Kurukshetra, we introduce an intra college brain fest, Vyuhaa exclusively for CEG, ACT, SAP and MIT. ", "name": "Vyuhaa 17", "category": "Education", "description": "True to its tagline – Scaling new heights, Vyuhaa stands as an opportunistic platform for every enthusiastic engineer to be and entrepreneurially oriented business mind all alike. \nVyuhaa has been intricately designed to enthral and captivate both, the sceptical and devoted mind.\nDelivering a preview into the bigger and grander battle that is Kurukshetra, Vyuhaa is your one stop dazzling learning experience.\n", "id": "114285125955179"}, {"name": "Robotics Club of CEG", "category": "Nonprofit Organization", "id": "160322074019372"}, {"about": "Learn - Code - Repeat. Especially for beginners.", "name": "Log2Base2", "category": "Education Website", "id": "907742179374545"}, {"about": "Doers not Dreamers", "name": "Born Realist", "category": "Media/News Company", "description": "Born Realist is a social media based marketing company that connects brands/companies with large audiences in a unique and non-distracting manner. We are a better way of selling ads.\n\nAt Born Realist we also share with you the stories of people who made it to the top because the biggest changes in the world were not made by those who only fought with swords but those who inspired others", "id": "849305131886873"}, {"about": "Hi This Is Rio Raj, Actor In Vijay television  \nThis is My Official Page. Keep Following For More Updates About ", "name": "Rio Raj", "category": "Other", "id": "1079887312105766"}, {"about": "Welcome to my official page. Kindly note that this is my one and only official page and I will be sharing my updates via this page. ", "name": "Gobinath Chandran", "category": "Journalist", "description": "An Orator par excellence. Welcome to the Official Page of Mr.GobiNath Chandran popularly known as \"Neeya Naana Gopinath\"", "id": "1697713500518174"}, {"about": "I am starting to write a book on the early women students of CEG  (1940-60) . If you have any relevant information please get in touch.", "name": "Women of College of Engineering, Guindy", "category": "Science, Technology & Engineering", "id": "210641136108696"}, {"about": "உண்மையான நிலை தமிழ்நாடும் அரசியலும்", "name": "தமிழ்நாடும் அரசியலும்", "category": "Media/News Company", "id": "736245233215037"}, {"about": "A camera captures the real beauty of the world.\nWords capture the real beauty of the heart.\n\nWORDS OF THE HEART, where the heart speaks.", "name": "Words of the Heart", "category": "Magazine", "id": "274375323030719"}, {"name": "The Feminist", "category": "Media/News Company", "id": "727572727422868"}, {"name": "Peek A Book", "category": "Local Business", "id": "1796685323977929"}, {"about": "We are a group of talented youngsters who are wasting our lives making short videos. Bwahahahahaha...", "name": "1 Kg Biriyani", "category": "Entertainment Website", "description": "We are a group of talented youngsters who are wasting our lives making short videos. Bwahahahahaha...", "id": "748308732004807"}, {"about": "Aahvan Adventures is leading adventure travel company based in India. We offer adventure trekking tours & packages in the Himalayas. ", "name": "Aahvan Adventures", "category": "Travel Agency", "description": "AAHVAN ADVENTURES is a one of  the leading adventure Trekking operators in India. As a Best Adventure travel Company in India, we have a huge of well experienced and knowledgeable local guides with the surrounding.  We organize treks and adventure trips in the Himalayas which is a “NO MAN’S LAND”. Our local knowledge and Himalayan experiences ensures that we are the real people who are operating trips in this Himalayan destinations\n\nIf you are a beginner or an experienced trekker, as a leading adventure travel company in India, we ensure that you will have the best of local guides, trek equipment and even local cuisine so that you can enjoy the scenery and nature and can leave all the arrangements to us.\n\nYou can find best treks in India at http://aahvanadventures.com/trips/\n\n\nFor More details you can visit: http://aahvanadventures.com/\nOr Contact Us on http://aahvanadventures.com/contact-us/\n", "id": "121325278033976"}, {"about": "The Official Page of Ajinkya Rahane \n\nhttps://twitter.com/ajinkyarahane88", "name": "Ajinkya Rahane", "category": "Athlete", "id": "203244543070502"}, {"about": "Welcome to the most beautiful page.we serve quotes motivation love feelings emotions.A perfect page for everyone's feeling", "name": "Typewriters voice", "category": "Motivational Speaker", "description": "Pray until your situation changes. Miracles happen every day, so never stop believing. God can change things very quickly in your life.", "id": "613666645505781"}, {"about": " MOST INTERESTING UNKNOWN FACTS YOU SHOULD KNOW", "name": "5 Unknown Facts", "category": "Media", "description": "Amazing Facts Everyone Should Know", "id": "753525928155151"}, {"about": "This page to showcase hidden talents  specially in singing \nPlease do join this page. you can send us ur songs as well. Thanks .Cheers !!  ", "name": "Smule 4 music lovers", "category": "Music Video", "description": "There are so much talented singers out but their are not celebrities.\nThis page to showcase hidden talents  specially in singing \nPlease do join this page and support them.\nThis page for pure music lovers.\n\nCheers :)", "id": "1849540378704798"}, {"about": "https://www.instagram.com/vikaskhannagroup/?hl=en", "name": "Chef Vikas Khanna", "category": "Public Figure", "id": "124806298872"}, {"about": "This page is dedicated to all tamilian living across the globe to share the goodness of our language and culture. This page does not encourage any hatred.", "name": "விழித்தெழு  தமிழா", "category": "Community", "id": "1563689903645150"}, {"about": "Residential Stores is an online superstore for the homeowner, DIY, retail shopper- from brand names to one-of-a-kind custom products. Shop today!", "name": "Residential Stores", "category": "Retail Company", "description": "Residential Stores is your on-line residential supply warehouse.\n\nWe cater to both contract professionals in the construction, landscape, and design fields, and also the Do-It-Yourself home improvement end user.\n\nIf your looking for products to upgrade your indoor or outdoor environment, Residential Stores is for you.\n\nWe offer a wide range of products, available at a low price, delivered direct to your door.\n\nOur inventory and the breadth of product we carry expands daily to meet the changing demands of your home.\n\nWe welcome you to Residential Stores- our home is for your home!", "id": "1462843810657454"}, {"about": "For the all cartoon lover's around the world ...", "name": "Cartoon Memes", "category": "Just For Fun", "id": "775182062674497"}, {"about": "We imagine ourselves being witty, telling jokes, seeing our hearers beam appreciatively, laugh in the places they're meant to and the applause as we finish", "name": "Arun Sanjana Dubsmash", "category": "Just For Fun", "id": "733755183441258"}, {"about": "Hi,Welcome to my Official page!  https://www.facebook.com/harish.actor - (official acc) \nTwitter handle  : @iamharishkalyan\nInstagram - harish_kalyan \n\n\n ", "name": "Harish Kalyan", "category": "Artist", "description": "Hi,Welcome to my Official page! https://www.facebook.com - handle me and my admin.\nfb/harish.actor - (official acc)\nTwitter handle : @iamharishkalyan\nInstagram - harish_kalyan\n\n", "id": "118910671609427"}, {"about": "Contagiously Inspiring Video Stories - Delivering your daily dose of inspiration and putting a big smile right upon your FACE!\n\nPls comment respectfully.", "name": "BrightVibes", "category": "Media/News Company", "description": "BrightVibes is all about counter acting the negative and fear driven press and news that surrounds us everyday.\n\nMedia organisations have a huge effect on the well being and general feeling of the population yet they keep resorting to driving fear into people in order to sell newspapers and drive viewers.\n\nThis leaves people numb and depressed and less likely to take action to help their fellow man.\n\nBright Vibes is all about taking a different angle on every story.  There are plenty of people telling you why something is bad and what is going wrong with the world so you don't need another outlet doing that.  \n\nBut how about someone telling what is going well with the world.  To show you that even amidst a war there are heartwarming stories or people helping each other to get through the struggles.\n\nEven amongst an election there are politicians who are really trying to do good and help the nation.\n\nAnd during a national disaster we will show you some of the most inspiring people working every minute of the day purely to help others have a better life.\n\nThese things will inspire you to go out and do some good - or at the very least just put a big smile on your face knowing that not everyone is out to get you.\n\nAnd you know if you can make one person smile then the rest of the world will follow suit!\n\nHave a fantastic day and make it a happy one!", "id": "341625486024097"}], "paging": {"cursors": {"before": "MTUyNzg5MzU4MDY3MjYx", "after": "MzQxNjI1NDg2MDI0MDk3"}, "next": "https://graph.facebook.com/v2.4/1457114344593133/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MzQxNjI1NDg2MDI0MDk3"}}