{"data": [{"about": "All the latest news about Liverpool Football Club !\n", "name": "Liverpoolfc Proud News&speculation&transfer", "category": "Sports Team", "description": "◈☻◈  We Love LiverpoolFC  ◈☻◈\n A football fan's dream Page: All the breaking news,  match reports,match links,all latest news,pics,videos and Lots more...\nYour views and suggestions are highly appreciated Thanks for 'LIKING' the page\n", "id": "138806056193884"}, {"about": "India's Premier Sports Entertainment Channel. For more: www.sonysix.com", "name": "Sony Pictures Networks – Sports", "category": "Sports", "id": "253168198101973"}, {"about": "At Syfy we give science fiction fans of all kinds a universe to call home. Whether you like pure sci-fi, fantasy, paranormal, horror, superheroes, anime, or all of the above - if you love it, you’re one of us! Exclusively available on OSN Channel 208.", "name": "Syfy", "category": "TV Network", "description": "At Syfy we give science fiction fans of all kinds a universe to call home. Whether you like pure sci-fi, fantasy, paranormal, horror, superheroes, anime, or all of the above - if you love it, you’re one of us! Exclusively available on OSN Channel 208.", "id": "1059588150774428"}, {"about": "Wilaime.contact@gmail.com\nInstagram : @wilaime\nTwitter : @WilAime\nSnapchat : wil.aime", "name": "Wil Aime", "category": "Artist", "id": "666964646732880"}, {"about": "A comedy with great taste.", "name": "Ratatouille", "category": "Movie", "description": "Welcome to the official Disney•Pixar page for Pixar's Ratatouille.  Become a fan and check back often for images, quotes, and more updates from Remy, Linguini, Emile and the rest of the Ratatouille cast.  \n\nThis page is a place for Disney•Pixar fans. However, there are certain rules. Please be aware that Disney•Pixar does not accept or consider unsolicited idea submissions, and reserves the right to remove any posting or other material found to be off topic, inappropriate, or objectionable.\n", "id": "17377140236"}, {"about": "Welcome sports fans to FOX Sports! We love to hear your thoughts, so do leave your comments, and if there's something you like, share it!", "name": "FOX SPORTS Asia", "category": "Broadcasting & Media Production Company", "description": "Discuss the latest cricket, football, motorsport, tennis, golf and all other sporting news and more right here! We love to hear your thoughts, so do leave your comments. And if there's something you like, share it with all your friends to get the discussion going! ", "id": "69860094544"}, {"name": "New Blue United", "category": "Media/News Company", "id": "188464111175168"}, {"about": "This is the Official Page Of Anna Hazare.", "name": "Anna Hazare", "category": "Public Figure", "id": "520568704621348"}, {"about": "A speciality restaurant with 2 live kitchens,watch the chefs prepare authentic delicacies with fabulous  ingredients. \"Something for everyone\" !!!", "name": "Restaurant Trattoria", "category": "Chinese Restaurant", "id": "670673392966541"}, {"about": "Welcome to the OFFICIAL Troll Football \n\nTrolls, Memes, Jokes, Videos, News and more FOOTBALL! \n\nFollow us on Instagram: @originaltrollfootball\n", "name": "Troll Football", "category": "Recreation & Sports Website", "description": "We have the aim to be the world's best Facebook football page who will provide you with memes along with news. ", "id": "1476658519224874"}, {"about": "Fun diy-projects, crafts, experience the joy of doing it yourself!", "name": "5-Minute Crafts", "category": "Media/News Company", "description": "Instagram: @5.min.crafts", "id": "673283106147611"}, {"about": "Official Royal Enfield page on Facebook: Catch latest news, trivia as well as upcoming rides and stay connected to the world of Royal Enfield.", "name": "Royal Enfield", "category": "Motorcycle Dealership", "id": "130157783693645"}, {"about": "For active, real conversations. It’s free, instant and always connected. Your messages are delivered and read in seconds. You trust it. You control it.\n", "name": "BBM", "category": "Product/Service", "description": "BBM is your private social network for active, real conversations.  It’s free to download and instant. BBM is always on so you’re always connected. And because messages on BBM are delivered and read within seconds it’s the closest thing to a live conversation.\n\nYou trust BBM, because you can see when your messages have been delivered and read. And your BBM conversations live on a private network you can count on. With BBM you choose your contacts and you choose how to share your information. Because BBM uses a PIN you don’t have to share your phone number or email.\n\nBBM has more than 60 million monthly active customers, with more than 51 million people using BBM an average of 90 minutes per day. BBM customers collectively send and receive more than 10 billion messages each day, nearly twice as many messages per user per day as compared to other mobile messaging apps. Messages on BBM are read within seconds; indicating how truly engaged BBM customers are.\n\nDownload BBM for Android and iPhone at http://BBM.com\n", "id": "489323477819688"}, {"about": "“If we work together, we’ll lower the cost of living for everyone…we’ll give the world an opportunity to see what it’s like to save and have a better life.”  - Sam Walton", "name": "Walmart", "category": "Retail Company", "description": "Pharmacy Phone: \r\n\r\nPharmacy Hours: Saturday: Call for pharmacy hours, Sunday: Call for pharmacy hours, Weekdays: Call for pharmacy hours\r\n\r\n\r\nServices at this Location:\r\n\r\n\r\nGuidelines for joining the discussion: http://corporate.walmart.com/social-media-guidelines\r\n\r\nWhen Sam Walton opened the doors to the first Walmart in 1962, his goal was to save people money so they can live better. Sam was a firm believer in listening to what his customers had to say. That tradition continues today. But now, it doesn’t have to end when you leave the store. Through Facebook, we’re able to talk to you, find out what’s on your mind and let you know what we’re up to. It’s just another way we’re working to give the millions of families who shop at Walmart more of what they love—ways to save money and live better.", "id": "159616034235"}, {"about": "Welcome to the official Alfa Romeo on Facebook \n#LaMeccanicaDelleEmozioni\nWhy Work at FCA\nWe're global, we're growing and we'll give you the room to express your ideas and explore your interests.\nhttps://www.fcagroup.com/en-us/careers/pages/default.aspx", "name": "ALFA ROMEO", "category": "Car Dealership", "description": "The official Alfa Romeo page offers information, news and exclusive material to stay up-to-date with our world and to share exciting driving experiences.\nThis Facebook page welcomes all comments which respect the opinions of others. Comments which use violent, racist or vulgar tones, expressions or images will not be approved and may be deleted. Furthermore, any information, reports or complaints can be addressed to the Customer service number 00 800 2532 0000.\nAll our fans and car enthusiasts are always welcome.\n", "id": "22275850595"}, {"about": "Página oficial en Facebook de LaLiga.\n  \nhttp://twitter.com/LaLiga \n\nhttp://twitter.com/LaLigaEN\n\nhttps://twitter.com/LaLigaArab\n\nhttp://instagram.com/laliga/", "name": "LaLiga", "category": "Sports League", "id": "187991754570725"}, {"about": "Mom of two, founder of The Honest Company, Honest Beauty, terrible speller, loyal friend, I play make believe for a living.", "name": "Jessica Alba", "category": "Artist", "id": "298334973652"}, {"about": "Original memes on civil engineering published everyday.\n\nhttps://www.instagram.com/frustratedcivilengineer/", "name": "Frustrated Civil Engineer", "category": "Fictional Character", "id": "317446378646458"}, {"about": "Make A Difference mobilizes young leaders to ensure equitable outcomes for children in shelters across India.", "name": "Make A Difference", "category": "Nonprofit Organization", "description": "Right now, close to 2000 Make A Difference volunteers work with about 5000 children in the Indian cities of Ahmedabad, Bengaluru, Bhopal, Chandigarh, Chennai, Cochin, Coimbatore, Dehradun, Delhi, Guntur, Gwalior, Hyderabad, Kolkata, Lucknow, Mangalore, Mumbai, Mysore, Nagpur, Pune, Thiruvananthapuram, Vellore, Vijayawada and Visakhapatnam.\n\nDo you want to help empower your community? Sign up! \nVisit www.makeadiff.in/join  or send IMAD <Name>,<Email ID>,<City> to 92200 92200.\n", "id": "94322662596"}, {"about": "An android app that lets you download videos and music from youtube, facebook, instagram, dailymotion and many more.", "name": "Videoder - Music & Video Downloader", "category": "Product/Service", "description": "An android app that lets you download videos and music from youtube, facebook, instagram, dailymotion and many more.", "id": "403576673071267"}, {"about": "Sonos Home Sound System: All the music on earth, in every room, wirelessly www.sonos.com", "name": "Sonos", "category": "Electronics", "description": "The Sonos Home Sound System delivers all the music on earth, in every room, with warm, full-bodied sound that’s crystal clear at any volume. Sonos can fill your home with music by combining HiFi sound and rock-solid wireless in a smart system that is easy to set-up, control and expand.\n\nLearn more about Sonos: www.sonos.com/shop/", "id": "16648409698"}, {"about": "SahilOnline, Leading news portal from Coastal Karnataka, bringing you latest updates from the Coast, State, Nation and the World, in Kannada, Urdu and Engl", "name": "SahilOnline", "category": "News & Media Website", "description": "SahilOnline, Leading news portal from Coastal Karnataka, bringing you latest updates from the Coast, State, Nation and the World, in Kannada, Urdu and English.", "id": "207639729060"}, {"about": "Stream full episodes of Supergirl on The CW App: http://go.cwtv.com/streamingSPGfb", "name": "Supergirl", "category": "TV Show", "id": "138873313190028"}, {"about": "The Official account of #PremierFutsal, the world’s first multi-national franchise-based Futsal league.", "name": "Premier Futsal", "category": "Sports League", "description": "Premier Futsal aims to promote and increase the awareness of futsal through investing in talent hunts, community building and infrastructure development, all culminating into the 3-week tournament celebrating the best talent in the world.\n\n", "id": "1669564773291996"}, {"about": "Unified Soul Theory ", "name": "Uplifting Content - Because The World Needs More Of It", "category": "Community Organization", "description": "I started Uplifting Content because I was tired of seeing negative content everywhere. Around 90% of the news we see is negative which leads you to believe the world is a terrible place and everyone is awful. But that’s not true.\n\nThe world is the safest it’s ever been in the history of humanity and there are millions of people doing amazing things every day we just never hear about it!\n\nUplifting Content is here to remind you of the good in humanity. Show you the positive things that are happening in the world. Inspire, motivate and uplift you.\n\nHere’s what we do:\n\nWe create and share uplifting content - we create our own and share content from incredible people and companies with positive messages.\n\nWe have a blog full of uplifting stories and articles offering advice.\n\nWe take submissions from people who need help with their cause and encourage our audience to support in whatever way they can, be it by donating their time, money, skills or resources.\n\nAnd we give away free stuff… I basically want to be the next Oprah!\n\nIone :)\n", "id": "544436305644975"}], "paging": {"cursors": {"before": "MTM4ODA2MDU2MTkzODg0", "after": "NTQ0NDM2MzA1NjQ0OTc1"}, "next": "https://graph.facebook.com/v2.4/997856863563577/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=NTQ0NDM2MzA1NjQ0OTc1"}}