{"data": [{"name": "UPSC Classes Inauguration", "description": "\"The future depends on what you do today.\"- Gandhi\nDear UPSC aspirants, the wait is over. :)\nLEO Club of CEG, offers the right stage to chase your future. Seize the day!\nThe inaugural function of UPSC classes for the academic year 2017-18 is going to be held on 31.08.17(Thursday) in Ada Lovelace Auditorium (IT department) at 4:30 pm. \nCheers!! Come and grab the Opportunity to be a great Leader!!", "start_time": "2017-08-31T16:30:00+0530", "id": "398740613862244"}, {"name": "Save Oviya Movement", "description": "This is to support our Thalaivi Oviya from anti social elements such as Gayatri (BJP), Nami(o)tha and backstabber Julie.\n\nThis event is run by Oviya Army.", "start_time": "2017-07-21T15:00:00+0530", "id": "1947247592191662"}, {"name": "DBMania", "description": "Hi masters of technology! B-)\nHere's a preview for the main event. Starting from 18th March, 3 to 4 questions will be posted on each day. Text us your answers. Leader board will be maintained and top scorers at the end of the event stand a chance to win exciting goodies @ aBaCUS'17! :D \nRegister yourself at www.abacus.org.in before you begin! :)\nRules and Format:\n1) aBaCUS id is a MUST.\n2) Questions will be posted at 5.00 PM everyday.\n3) Send your answers to +91 9655883077.\n4) Message format should be:\nName\nCollege Name\naBaCUS id (MUST)\ndepartment, year\n(finally :P) your answer!\n5) Scores will be awarded based on speed and correctness of your answer.\n6) Only the first answer from a participant will be counted. \n7) Anybody who comments the answer will be disqualified from further rounds.\n8) Updated Leader board will be uploaded on the next day at 10.00 AM\nGet ready to play the tech-fusion!", "start_time": "2017-03-24T11:00:00+0530", "id": "826439244189720"}, {"name": "Davinci Code - Online Event ", "description": "Fan of clues,puzzles and all things mazey? This is THE event for you. Join aBaCUS' online puzzle event DaVinci Code and prove your quick-wittedness and deciphering skills. What more,you have chances of winning exciting prizes too!", "start_time": "2017-03-11T20:00:00+0530", "id": "428985337439834"}, {"name": "Sherlock - Online Event", "description": "“Brilliant! Four serial suicides and now a note! It’s Christmas!”\n-Sherlock\nCan you empathise with this? Whether solving crimes is your version of an afternoon nap or you just really like a certain high functioning sociopath, Kurukshetra's Sherlock has got you covered!", "start_time": "2017-02-04T20:00:00+0530", "id": "1795837514002793"}, {"name": "Sherlock - Online Event", "description": "“Brilliant! Four serial suicides and now a note! It’s Christmas!”\n-Sherlock\nCan you empathise with this? Whether solving crimes is your version of an afternoon nap or you just really like a certain high functioning sociopath, Kurukshetra's Sherlock has got you covered!", "start_time": "2017-01-18T18:00:00+0530", "id": "384751778539536"}, {"name": "AU Local Contest #11", "description": "AU Local Contest is a programming competition held every year exclusively for CEG and MIT students to prove their problem solving skills.\nIt also acts as an entry criteria for CEG Coding Camp.\nhttp://cegcodingcamp.blogspot.com", "start_time": "2016-11-26T21:00:00+0530", "id": "841944612575824"}, {"name": "O(Zero)", "description": "ITRIX Online Programming Contest organised by the Department of Information Science and Technology, College of Engineering Guindy, Anna University.", "start_time": "2016-02-20T19:30:00+0530", "id": "517536295085275"}, {"name": "AU Local Programming Contest #10", "description": "AU Local Contest is a programming competition held every year exclusively for CEG and MIT students to prove their problem solving skills. This time it also acts as a qualification round for CEG Coding Camp http://cegcodingcamp.blogspot.in/", "start_time": "2015-11-28T21:00:00+0530", "id": "855648387888900"}, {"name": "Segreta: The online crypt hunt", "description": "This game is not just a matter of logic or creativity, but also perseverance. In the end what matters is whether you've reached the next level or not. At the same time, make sure you have fun along the way.", "start_time": "2015-10-16T18:00:00+0530", "id": "889585341097349"}, {"name": "Invitation for August Challenge 2015 | CodeChef", "description": "Hello Everyone :) \n\nCodeChef invites you to participate in August Long Challenge at https://www.codechef.com/AUG15. As always, the long contests will start on first Friday of every month and last for 10 days. This ensures that two weekends are covered.\n\nHere are the details:\n\nStart Date: Friday, 7th August, 2015 3:00 PM (IST)\nEnd Date: Monday, 17th August, 2015 3:00 PM (IST)\nCheck your timezone: http://www.timeanddate.com/worldclock/fixedtime.html?msg=CodeChef+August+Long+Challenge&iso=20150807T13&p1=44\n\nPrizes:\n\nFor Indians:\n\n1st prize: INR 12000\n2nd prize: INR 8000\n\nFor Rest of the world:\n\n1st prize: $400\n2nd prize: $300\n\nIn addition to the above prizes. Top 10 global, Top 20 Indian, Top 5 school (Indian), Top 5 school (Global), Top 3 challenge problem solvers Indian and Global (apart from the winners) get cool CodeChef goodies. Starting with August Challenge 2015, top 5  girl coders will be provided with goodies, given that they are among top 100 in the final ranklist (this will be irrespective of the region).\n\nIt promises to deliver on an interesting set of algorithmic problems with something for all. \n\nGood Luck! Hope to see you participating!!", "start_time": "2015-08-07T15:00:00+0530", "id": "101068880247447"}, {"name": "Workshop on Cyber Security and Brain Hacking", "description": "infYSEC, A globally recognized information Security Services Organization, that holds the GUINNESS record for the world’s largest Hackathon, is set to conduct a workshop on Computer and Brain Hacking! The Internet of Things is a vision of the future but not for long. With more than 25 billion connections already, the future is fast becoming reality. To keep up with the change, we bring you a workshop dedicated to IoT and cyber security in the modern times. Along with that, get inducted into the basics and practicalities of Humanhacking. Understand the complexities of the human brain and learn what it takes to hack it too!", "start_time": "2015-03-13T10:00:00+0530", "id": "1593966200817350"}, {"name": "The T+ Run", "description": "An unprecedented run organised by students of Anna University to aid Project LEAP, an initiative by Becoming I Foundation as a part of Techofes+, a Techofes 2015 Social Outreach initiative.\n\nProject LEAP is a one-of-a-kind project which aims to change the way primary education happens in low income classrooms.\n\nDay and Date: Sunday, 01-02-2015\nDistances: 6KM  |  10KM\nVenue: CEG, Anna University\nAssembly time: 05:00 AM\n\nRegister at: plus.techofes.in/run", "start_time": "2015-02-01T05:00:00+0530", "id": "1609722062592360"}, {"name": "Online Programming Contest at Kurukshetra 2015", "description": "The contest is over! Thanks everyone for participating. Congratulations to the winners. Final rankings can be viewed at  http://www.codechef.com/rankings/KRKS2015", "start_time": "2015-01-24T20:00:00+0530", "id": "764925630264386"}, {"name": "Sherlock at Kurukshetra 2015", "description": "Sherlock Holmes is one of the world's most famous detectives. \nDo you believe you have the ability to match his prowess and solve \nmind-boggling mysteries. Then what are you waiting for? \nGet a Sidekick! (aka Watson) and be there to play Sherlock on 17th January.\n\nJoin the game at http://sherlock.kurukshetra.org.in/", "start_time": "2015-01-17T20:00:00+0530", "id": "1536796966587143"}, {"name": "Whatsapp based free medical study alerts", "description": "Android  based free medical study alerts by www.mbbsdost.com/whatsapp\n\nRegular updates in this program will include-\n1. MCQs\n2. Medical video/audio tutorials\n3. Diagnostic images\n4. Interesting facts\n5. Important update/news from medical field\n6. Latest medical research and discoveries\nAnd a lot of creative medical stuff.\n\nGet complete details at - www.mbbsdost.com/whatsapp/\nThis is not fraud. We promise to start sending alerts to verified users within 7 days. If not you may report your problem to us at +919643904183\n\nHelp us in keeping this service free by sharing this with your friends.\nThank you very much\nRegard", "start_time": "2014-12-27T00:00:00+0530", "id": "578191355604152"}, {"name": "Invite your 100 Frnz to like my page- www.facebook.com/tricksandscripts And Get Free Recharge of rs100", "description": "INVITE A LARGE NUMBER OF FRNDS(min100) TO Like This Page- www.facebook.com/tricksandscripts AND GET RS100 RECHARGE INSTANTLY.\r\nInvite your 100 Frnz to like my page- www.facebook.com/tricksandscripts And Get Free Recharge.", "start_time": "2014-12-27T02:05:00+0530", "id": "245234502324995"}], "paging": {"cursors": {"before": "QVFIUnpPek1OSEtlSWFrbkxOeVpKT0pOYkYzOEN6QkNrR21SY19QbC1TcFpMdWt0UUJQMk9IODVrbmlhb0JxTXVjVW5PVGowbzNLNVh3V3l5VHZAGeDkxSzBn", "after": "QVFIUmpQdl9nck9VT256ZAU9CeU5semNQeVlSaEtVekRGMVRrLVV0a1p3ZAWdxamEtOFF1OEJrbjFQMkVEUW9YRTA4U3lOaEJUQWs1UmQ3VFJ0LXh4bU1Vbnhn"}}}