{"data": [{"about": " watch concept videos, covers, shortfilms, choreography, MEMES,LIVE collective creations through our OPPARI...kalaigalin sangamam!!! ", "name": "Oppari", "category": "Performing Arts", "id": "495653670789349"}, {"about": "All The Admins are proud to present the Harry Potter Dueling Club!  Get info on Harry Potter characters and other things from the Wizarding World, play quizzes and contests, and earn yourself points for your house!", "name": "Harry Potter Dueling Club", "category": "Artist", "description": "For promos, please post on the wall.\n\nP.S. The House Points reset every now and then.   \nHouse points so far :\n                                 Gryffindor: 1075\n                                  Hufflepuff: 270\n                                  Ravenclaw: 611\n                                  Slytherin: 865\n\nAdmins: -Headmaster & Hufflepuff Head (Etheran)\n              -Ravenclaw Head (Luna)\n              -Gryffindor Prefect (Arabella)\n              -Ravenclaw Prefect (Rowena the Righteous)\n              -Gryffindor Prefect (Mrs. Sirius Black)\n              -Gryffindor Prefect (Hermyown)\n              -Gryffindor Prefect (Gryffitrix)\n              -Gryffindor Prefect (Ginny)\nRules:\n-Bullying on the page WILL NOT BE TOLERATED! You will be BLOCKED!\n-In quizzes, only use the books or (if need be) Pottermore. Don't use Wikipedia\n-If you don't want to continue a quiz feel free to leave, we won't stop you. But please don't try to make a big deal about it.\n-If you aren't interested in the quizzes don't ruin it for others.\n-Any abuse will cause blocking.\n\n-Etheran (Sirius) (Hufflepuff Head)\n-________ (James) (Gryffindor Head)\n-Luna (Remus) (Ravenclaw Head)\n-________ (Peter) (Slytherin Head)\n\n-Arabella (Gryffindor Prefect)\n-Mrs. Sirius Black (Gryffindor Prefect)\n-Rowena the Righteous (Ravenclaw Prefect)\n-Hermyown (Gryffindor Prefect)\n-Gryffitrix (Gryffindor Prefect)\n-Ginny (Gryffindor Prefect)\n", "id": "194250820619445"}, {"about": "Just for fun dont be serious ", "name": "Whatsapp Status", "category": "Arts & Entertainment", "id": "1353511568080813"}, {"name": "Dai Unakku Vekkame Ilaya Da", "category": "Movie Character", "id": "785903148238880"}, {"about": "Professional e-magazine about information security with the focus on digital forensics and incedent response.", "name": "EForensics Magazine", "category": "Website", "id": "255459881233510"}, {"about": "This is a page dedicated to programming and information technologies. Find latest articles and tutorials here :)", "name": "I Love Programming", "category": "Product/Service", "description": "Welcome to I Love Programming official Facebook page. Here you'll find interesting and useful stuff related to programming and information technology. If you have any offers or interesting articles for sharing here you are welcome :) Simple send a message to us and we will contact you in a short time. Thanks for following us :)", "id": "175820909135835"}, {"about": "Tech Viral is a Network About Viral Technology  News, Hacker news and Latest Hacking Tricks and Tutorials.\n\nVisit: https://techviral.net", "name": "Tech Viral", "category": "Media/News Company", "description": "Tech Viral  is for Geeks & Computer Worms, who wants to be up to date before others. We work hard to serve you first and best of all and to satisfy your hunger of Technology. I hope you will get latest & viral hacker news, tech news, gadgets news, gaming updates and cheats and how-to tutorials about Android, iPhone, PC, Internet, Facebook, Whatsapp, Windows and much more.\nIf you have difficulity in any topic or doubt in mind. Just Feel Free to ask me in comment of that topic.\n\nPlease note that we are not provide any hack and as such only show you how to hack test systems and not other people.\n\nAndroid App:\n\nhttps://play.google.com/store/apps/details?id=com.techviral.app\n\nSocial Networks:\n\nFacebook :- https://www.facebook.com/TechViralNews\n\nTwitter :- https://twitter.com/TheTechViral\n\nGoogle+ :- https://plus.google.com/+TechviralNetwork\n\nPinterest :- https://www.pinterest.com/techviral/\n\nFlipboard :- https://flipboard.com/@techviral/\n\nYoutube :- https://www.youtube.com/c/TechviralNetwork", "id": "1473241072957027"}, {"about": "Page for all fans of Hacking, Programming, Penetration Testing and more.", "name": "Hacking & Coding Tutorials", "category": "Computer Company", "id": "1077736735587143"}, {"about": "Hakin9 Magazine: IT Security online workshops and eBooks\n", "name": "Hakin9 IT Security Magazine", "category": "Magazine", "description": "Hakin9 is one of  the biggest IT security magazine, published for 10 years. We have a database of 100 000  IT security specialist. \n\nHakin9 magazine provides online visitors the exact information they need to stay up to date with the latest IT Security news and solutions and to learn what they can find on Hakin9′s pages. \n ", "id": "225124664168558"}, {"about": "Beginnings never end, unless You think it has an End.", "name": "Emotional Fool", "category": "Magazine", "id": "1913762652230994"}, {"about": "Aims to promote programming concepts. Notify about new opening and internship opportunities. Post about interview experience on this page.", "name": "GeeksforGeeks- SRM University", "category": "Community", "id": "1013173338780826"}, {"about": "I travel the world 🌍 and make videos 🎥", "name": "Rob Dial", "category": "Motivational Speaker", "description": "Entrepreneur, speaker, coach and host of MWF Motivation Podcast", "id": "1051664978184315"}, {"about": "Learn - Code - Repeat. Especially for beginners.", "name": "Log2Base2", "category": "Education Website", "id": "907742179374545"}, {"about": "Initially created as a page to bring back the glory of madras, We cater to all the day to day topics now.\n\nOur official mail id - madrasmemoirs@gmail.com", "name": "Madras Memoirs", "category": "Entertainment Website", "description": "Initially created as a page to bring back the glory of old madras, We have expanded our territories to create trolls/memes on politics,sports, day to day events and also promote things that happen around the city.\n\nAs the word  Memoirs suggests, its a historial account of one's personal knowledge. Hence we bring you the memoirs of your childhood as well, which are becoming another facet of this page.\n\nSerach for the hastag #KnowYourMadras for all the exclusive posts about Madras. Keep supporting. \n\nLove,\nTeam Madras Memoirs", "id": "289312621221527"}, {"about": "Thanthi TV is a News Channel in Tamil Language, based in Chennai, catering to Tamil community spread around the world.", "name": "Thanthi TV", "category": "Other", "description": "Thanthi TV is a News Channel in Tamil Language, based in Chennai, catering to Tamil community spread around the world.\n\nWe are available on all DTH platforms in Indian Region. Our official web site is http://www.thanthitv.com and available as mobile applications in Play store and i Store. \n\n The brand Thanthi has a rich tradition in Tamil community. Dina Thanthi is a reputed daily Tamil newspaper in Tamil society. Founded by S. P. Adithanar, a lawyer trained in Britain and practiced in Singapore, with its first edition from Madurai in 1942.\n\nSo catch all the live action @ Thanthi TV and write your views to feedback@dttv.in.\nAlso follow us on www.twitter.com/thanthitv and www.google.com/+ThanthiTVNews\n", "id": "268274013300950"}, {"name": "India 360º", "category": "Media/News Company", "id": "2055243934702151"}, {"name": "Mou Mama", "category": "Coach", "description": "Coach.", "id": "225072291287654"}, {"name": "Film Flicks Entertainment", "category": "Media/News Company", "description": "South Indian Entertainment Portal, One Stop Destination for Mollywood, Kollywood news & much more.\nOnline Promotion, Digital Media Marketing", "id": "1975545672669369"}, {"about": "Anna University Live Real Updates,Circulars will be given in this page.So kindly stay tuned with us to avoid confusions.", "name": "Anna University COE Updates", "category": "College & University", "id": "1734980523485566"}, {"about": "Prima risorsa italiana dedicata alla splendida Natalie Dormer.\nWe don't represent Natalie.\n\n{promo via pvt msg}\nPhotos not ours unless stated otherwise", "name": "Natalie Dormer Italia", "category": "Artist", "description": "La pagina nasce il 22 agosto 2013, il giorno stesso in cui viene annunciata l'unione di Natalie Dormer al cast di The Hunger Games.\n\nLa pagina ha come fine quello di tenere i fan italiani il più aggiornati possibile su tutto quello che riguarda Natalie.\nPer quel che riguarda il suo attuale principale progetto attivo, Game Of Throns, seguiremo la programmazione AMERICANA, e gli spoiler saranno liberi dal terzo giorno dopo la trasmissione della puntata, ovvero a partire dal mercoledì successivo.\n\nLa pubblicità durerà un'ora e le affiliazioni sono aperte a chiunque sia interessato.\n\nNon siamo in nessun modo affiliati con Natalie Dormer.\nE' una fanpage fatta da fan per i fan. Tutte le foto qui pubblicate appartengono ai rispettivi proprietari. Se desiderate che qualcosa venga rimosso da questo sito, non esitate a contattarci.\n\nWe're in no way affiliated with Natalie, her management or Game of Thrones. \nThis is a fansite made by fans for fans. All photos used on this site are copyright to their original owners. No copyright infringement is intended. If you need something removed from this site please do not hesitate to contact us.", "id": "375057419290705"}, {"about": "Watch full episodes on HBO GO: http://itsh.bo/ln3QZj Get HBO now: http://itsh.bo/N0t461", "name": "Game of Thrones", "category": "TV Show", "id": "74133697733"}, {"about": "We provide fans with the latest Game of Thrones trivia and updates.", "name": "Game of Thrones Club", "category": "Media/News Company", "description": "Find out what's happening what's happening from Westeros to Essos right here at the Game of Thrones Club.", "id": "250516135297800"}, {"about": "Nathalie Emmanuel is best known for her role as Missandei on Game of Thrones and computer hacker Ramsey in Furious 7.\n\nManaged by a FAN", "name": "Nathalie Emmanuel", "category": "Artist", "description": "Nathalie Emmanuel is an English actress best known for Ramsey in Furious 7.\n\nNathalie credits her mother for the initial motivation to become an actress. At the age of 10, she played Young Nala in the West End production of The Lion King. In 2006, she made her television break by starring as Sasha Valentine in the soap opera Holly-oaks. Emmanuel appeared on the show until 2010, her character's story-lines included prostitution, and heroin addiction.\n\nNathalie presented BBC Three's Web-sex: What's the Harm?, investigating the online sexual habits of 16-24 year-old in the UK. Later in the same year she made her film debut in the thriller Twenty8. The following year, she was cast as Missandei, Daenerys Targaryen's translator, in HBO's fantasy drama series Game of Thrones. In 2015, Emmanuel was promoted to a regular cast member on the show. In the same year, she played computer hacker Ramsey in the 2015 action film Furious 7. As of April 2015, Emmanuel has completed work on The Maze Runner: Scorch Trials in which she will play Harriet.\n\nFHM magazine ranked Emmanuel as 99th in their 100 Sexiest Women of 2013.In 2015, she appeared in the April issue of InStyle and GQ magazines.", "id": "672399279464481"}, {"about": "Margaret Constance 'Maisie' Williams:\nArya Stark on GAME OF THRONES \nBirthday :15 April 1997", "name": "Maisie Williams - Arya Stark", "category": "Just For Fun", "id": "642755569221186"}, {"name": "Rûphän..Clickž", "category": "Just For Fun", "id": "1857622984486708"}], "paging": {"cursors": {"before": "NDk1NjUzNjcwNzg5MzQ5", "after": "MTg1NzYyMjk4NDQ4NjcwOAZDZD"}, "next": "https://graph.facebook.com/v2.4/632596053519031/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MTg1NzYyMjk4NDQ4NjcwOAZDZD"}}