{"data": [{"name": "we will meet.(2020)", "description": "1 Join This event\n\n2 Click On \"Invite People \"\n\n3 Select  ur cloz Friends\n\n4- Click On \"Send Invitations\"\nHOPE THT V OL VIL MEET", "start_time": "2020-03-20T16:30:00+0400", "id": "1095027830513046"}, {"name": "MTV Bollyland Chennai", "description": "MTV Bollyland is BACK! Get ready to groove to the NEW BEAT OF BOLLYWOOD with Kanika Kapoor, Raftaar, DJ NYK, Kiran Kamath and many more!\n\nContact 9884300000 for door delivery of tickets within Chennai.", "start_time": "2017-04-29T18:00:00+0530", "id": "275877152870138"}, {"name": "Ask ROLI Facebook Live — Seaboard RISE", "description": "Join us for our second Ask ROLI Facebook Live session on Wednesday 26th April, at 18:00 EST. Product Specialist Ruben Dax will show you some #SeaboardRISE tips and tricks and answer your RISE related questions.\n\nSubmit your advance questions to us now via this form: http://bit.ly/2pR1Mos\n\nOr you can ask us your questions on the night. See you there!", "start_time": "2017-04-26T18:00:00-0400", "id": "1551969298178886"}, {"name": "Reciprocity Fest on Earth Day", "description": "The Reciprocity Fest is a community development event of Music, Town Hall Meetings, Workshops, Art and Exhibitions in celebration of Earth Day, to be held in Kalakshetra Foundation (April 22nd and 23rd 2017) from 11 AM to 9 PM. The festival aims to create public awareness at the grassroots level towards addressing the challenges posed by the imminent breaching of planetary boundaries.", "start_time": "2017-04-22T10:00:00+0530", "id": "1769170676441739"}, {"name": "World Inspirations: Voice & Harp Recital", "description": "The concert harp is an instrument that is still a rarity in live performance in India, largely owing to the difficulty in finding an performer and then an instrument. KM is proud to present a unique concert of Vocal and Harp music by our own faculty Dr Cynthia Lucile Smith and her friend and our guest Dr Jaclyn Wappel. They will be exploring contemporary world music written specially for this combination. This concert is free to attend and is highly recommended for all to experience this beauitful instrument live.", "start_time": "2017-04-21T19:00:00+0530", "id": "255678578236231"}, {"name": "Keys & Chords: Classical Recital", "description": "Four students from KM Music Conservatory will present a short recital of vocal and piano music.\nRanjana Sethu Prasad [Soprano]\nPadmavathy Divakaran [Pianist]\nAditi Bharatee [Pianist]\nHarshil Pathak [Tenor]", "start_time": "2017-04-15T16:00:00+0530", "id": "2056086994618185"}, {"name": "Myntra Big Fashion Gig", "description": "Presenting India's Biggest Online Fashion Event !\nGet the hottest new trends, celebrity curated looks and the coolest new International brands!\nCome over from the 8th to10th April", "start_time": "2017-04-08T00:00:00+0530", "id": "1668017506834082"}, {"name": "Art Tour | March Edition", "description": "Phoenix Marketcity Chennai will be showcasing a monthly series of Art Tour from February onwards. In association with Ashvita Arts and events, the Art Tour series is aimed to revive the art scene in Chennai and give an insight about the art installations that are there in our mall.\n\nAbout the series: This week's theme is Panorama of India. Discover how artists are using art to register their views at the social, political and economic changes taking place in India at the moment, and how art can convey messages on today's socio-political issues.\n\nProposed art works to be covered: Gigi Scaria, LN Tallur, Ravinder Reddy, Sunil Gawde, Thukral and Tagra, Philippe Murphy, Arunkumar HG, TVSanthosh, Anjum Singh, Vishal K Dar.\n\nAbout the art curator: Vaishnavi Ramanathan studied Art History at Chitrakala Parishat, Bangalore (2006) and subsequently studied curation at University of Essex as part of the Charles Wallace Scholarship. She is currently a researcher and curator at Piramal Art Foundation and is also a guest lecturer in Art History at Government College of Fine Arts, Chennai. She has published in reputed art magazines and journals such as Marg, Art and Deal and Take on Art and has co-authored,Smriti a book on the Piramal Art Collection.\n\n1st March: Mark your dates.\n\nRegister here for an exclusive tour of the exhibit: bit.ly/ArtTourReg", "start_time": "2017-03-01T16:00:00+0530", "id": "427304690994839"}, {"name": "Discovering Chennai's Best Deals!", "description": "Makkalae! Presenting to you the easiest way to get the best deals at the best places in Chennai!\n\nDownload the app here - www.kachingtheapp.com/download\n\nAll our deals are 100% free to use! No payment or codes involved.", "start_time": "2017-02-21T12:00:00+0530", "id": "594196337452747"}, {"name": "Romance with art", "description": "Are you going to do the same movie/club/dinner plan this Valentine's Day? Would you like to try something fun, different, perhaps artsy? Come over to the 'Art Night' at Wandering Artist with your date. And recreate Van Gogh's classic 'Starry Night.' Multifaceted artist Aishwarya Manivannan will guide you both. All for just 3500/-. The fee includes, art materials, and dinner for two. Fun enough?\n\nCall 9840 111 425 to make your booking", "start_time": "2017-02-14T20:00:00+0530", "id": "1132736310188790"}, {"name": "Mirchi Music Nites", "description": "Mirchi Music Nites is Chennai’s first of its kind 5-hour concert with 5 different genres of music performed by some of South India’s Top Musicians like Sakthisree Gopalan, Thaikudam Bridge, Pradeep, Sathyaprakash, Chinmayi, Gana Bala and Velmurugan\nThaikkudam Bridge Shakthisree Gopalan Sathyaprakash Dharmar Chinmayi Sripada GANA BALA Singer Pradeep Kumar", "start_time": "2017-02-12T17:00:00+0530", "id": "1337818652906300"}, {"name": "Saxophone & Bubble Dancers | Live At Phoenix Marketcity Chennai", "description": "Music never looked so glamorous!\nCatch a glimpse of the Bubble dancers in action at Phoenix Marketcity Chennai as they sway to the tune of the saxophone to spin you into a dream. Witness the most unique performance by international entertainers, for 3 days in a row starting from 27th January to 29th. There will be a saxophone artist belting out mesmerising tunes and two dancers inside the bubble dancing to her tunes. \n\nAbout the Saxophone artist: Born in 1989, Dins Radion was raised in Jacksonville and her musical training began at a young age. She began Saxophone study during high school. She has performed with the Ukraine Symphony Orchestra, Valparaiso Symphony Orchestra and also at Chorale music event. She was also invited in Ukraine public library to showcase her talent. \n\nAbout the dancer: Oleksandra Kuznietsova hails from Ukraine and was born in 1992. She has an experience of 6 years in professional dancing. She started her career from belly dancing and got into other forms of dance. She had also participated in Allukriane bellydancing contest. She is a campion of Ukraine 2013 Solo Tabla in small group. She has also participated in various big events across the globe. She has been into finals of UAE dance contest, Rad Al Khaimah 2015. \n\nNote: Each of the three days will have four shows of half an hour duration each, starting from 3.30 pm onwards.", "start_time": "2017-01-27T15:30:00+0530", "id": "1842957619253809"}, {"name": "Learn Surfing - Go Kayaking In The Sea!", "description": "Did you know you can do Surfing in Chennai? How cool is that!!! Yes! Chennai is blessed with a beautiful coastline and not many would know that it is one of the hot spots for Surfing in the entire country. \n\nExoticamp in association with 'Covelong Point Surf School' & 'Surf Turf' present 'Learn Surfing - Go Kayaking in the sea' event. \nThis republic day get your adrenaline pumping by hitting the waters and learning to Surf from champion surfers of Covelong Point Surf School or Go Kayaking out in the open sea (with lifejackets patrolled by instructors). \n\nYou need to know basic level swimming for Surfing. Non-Swimmers can take part in Sea Kayaking (we'll provide life jackets)\n\n* Surfing / Kayaking lessons are conducted by certified instructors and Covelong Point Surf school is one of the best surfing schools in the country.\n\n* Kids above six can take part. The place is kid friendly, women friendly & pet friendly\n\n* Change rooms / Shower Rooms & Bathrooms are available. \n\n* There is also a restaurant 'Surf Turf' attached to the surf school. You can grab some munchies post surfing/kayaking lessons (at your own cost)\n\nItinerary:\nReach Covelong Point Surf school, Kovalam at 3.00\n\nChange into shorts, tees or any loose/ comfortable clothing in our change rooms.\n\nPost registration Surfing lessons / Sea Kayaking lessons begin at 3.30\n\nSurf / Kayak till dawn.\n\nTake a refreshing shower at the surf school, freshen up and return with a bag full of memories \n\nCost Rs 1499/person\nBooking link: http://imojo.in/8itskk\n\nCost includes:\nSurfing / Kayaking lessons (You can pick any one only)\nSurfboard rentals\nLifejackets (for kayaking)\n\nCost excludes:\nTransportation to the surf school \nFood and beverage consumed at the restaurant\n\nFor details/Queries call\n9790000401", "start_time": "2017-01-26T15:00:00+0530", "id": "1387030554664894"}, {"name": "Wildlife Conservation - Training", "description": "Training on Wildlife Conservation which includes\n1. Understanding the flora and fauna\n2. Volunteering for Wildlife Conservation\n3. Photography for Widlife Conservation\n4. Use of advance technology for Conservation and many more..\n\nfor more details email: trainings.evi@gmail.com or call 7406118800/ 8214260047", "start_time": "2017-01-26T09:00:00+0530", "id": "1597549950260410"}, {"name": "The Manganiyar Seduction | Live At Phoenix Marketcity Chennai", "description": "The Manganiyar Seduction is a spectacular celebration of a unique genre of Indian Rajasthani Folk music, using over 40 Rajasthani Folk musicians, treating the audience to a spectacular show. 43 musicians are seated in 36 red-curtained cubicles arranged in horizontal rows one on top of the other. As the song gathers steam, each cubicle lights up one by one, creating a dramatic visual and aural spectacle. This simplistic yet stunning production design coupled with the unique sound of traditional Indian voices and instruments provides a surreal experience like no other.\n\nTo know more, click: https://www.phoenixmarketcity.com/chennai/event/the-manganiyar-seduction", "start_time": "2017-01-21T18:00:00+0530", "id": "1745990319062715"}, {"name": "Master's Abroad Workshop", "description": "Date: 21 Jan 2017\nTime: 3:00 PM - 7:00 PM\nVenue: Hotel Gokulam Park, Ashok Nagar, Chennai - 600 083, Tamil Nadu, India.\nHelpline: +91 87545 70301\n\nThinking about undertaking a Masters or Ph.D. abroad?\nNeed to understand the application process, requirements, scholarship & funding opportunities, culture in the university campus and career options after studies?\nThen, \"Master's Abroad Workshop\" is meant for you; here is your chance to get all the info to study abroad in one place.\n\nThere are limited seats and to avoid disappointment make sure you register asap.", "start_time": "2017-01-21T15:00:00+0530", "id": "1766211380369420"}, {"name": "Social Media & Digital Marketing Workshop - Chennai", "description": "1 Day Workshop on Social Media & Digital Marketing\n\nVenue: Courtyard Chennai\nDate: 21.01.2017\nTimings: 9:00 AM - 5:00 PM\nBook Tickets on BookMyShow - bit.ly/bmssmo\n\nCertificate from All India IT Association (Work related to Ministry of IT, Govt. of India)\n\nBrochure Download - http://bit.ly/711smwchn\nInquire Now - http://bit.ly/iform711\nRegister Now - http://bit.ly/711form\n\nNormal Workshop Fee - INR 4,500 for 1 Participant\nEarly Bird Workshop Fee - INR 2,500 for 1 Participant\n(Inclusive of Service Tax @ 15%)\nLimited Seats in Early Bird Offer\n\nNote: Fee includes Training, Certification, \nLunch & Refreshments - Courtyard Chennai\n\nContact - 9836317711 / 9836871711\nEmail: info@711academy.com", "start_time": "2017-01-21T09:00:00+0530", "id": "1246677562057574"}, {"name": "Young Weirdos Meetup", "description": "Are you a young artist, designer, graffiti artist, indie-musician, entrepreneur, poet, blogger, vlogger, amateur photographer or any weird young person wanting to collaborate with other young ones and share your ideas over a humble cup of tea, then head to UDH on Jan. 16th  at 6pm. \n\n#UDH #FreeEVENT Powered By: Indian Youth Café\n\nNo Registration- No Seat Guarantee : https://goo.gl/forms/wuBVz5ObLWkQeW072\n\nP.S. *Tea and Finger Food - ON THE HOUSE\n\n* Talk on Genders and  Patriarchal Society ( If you ain't Man, you are gay!!? What Logic dude?)\n* Acting 101 - By Maya S Krishnan", "start_time": "2017-01-16T18:00:00+0530", "id": "597759957081141"}, {"name": "Master Classes on Tanjore Quartet Compositions & Eka Raga Krithi", "description": "Sangeet Samrat Chitravina N Ravikiran will be teaching Tanjore Quartet compositions in Session 1 starting at 9:30 am. Eka Raga Krithis of various composers will be taught in Sessions 2 & 3. Students may register online to get 10% discount. \n\nhttps://streaming.acharyanet.com/master-class-ekaika-raga-krithis-trinities-ovk-composers/", "start_time": "2017-01-16T09:30:00+0530", "id": "1656307934669480"}, {"name": "Beach Camp - On The Sands, Under The Stars!", "description": "Winter has set in and its time to enjoy this slice of fair weather by spending your weekend camping on the beach, under the stars.\n\nExoticamp's Beach Camping offers a perfect break from mundane city life and transports you to a sylvan beach carpeted with white sand. Spend a day in peace and tranquility of the Bay of Bengal, roll up your trousers, wander along the shore, have some 'YOUR' time, do nothing, gaze at the gentle surf, lie down on clean white sandy beach, sleep under the stars. Situated along the east coast of Tamilnadu, Exoticamp's beach camping is a picture perfect weekend served on a platter!\n\n2.5 HRS (FROM CHENNAI) – ON EAST COAST – CAMPING IN TENTS - KITE FLYING – BEACH VOLLEYBALL - CAMPFIRE - LIGHT HOUSE VISIT\n\nItinerary: 1 Day / 1 Night\n\nDay 01: Leave Chennai around 1.30 PM and arrive at the base location around 4.00 PM. On arrival, camp briefing is done and after that you are free to check into your tents. High tea will be served post which you can indulge in a bit of kite flying or roll up your trousers & take a gentle stroll along the beach or better just sit back and soak up all the sun, sand and the rolling waves. Evening campfire will be set up after sundown followed by dinner(Veg/Egg). Snuggle up into the comfort of your tent after dinner or just lie down on the sand and gaze at the vastness called sky\n\nDay 02: Wakeup to the sound of gentle surf and watch rising sun turn Bay of Bengal into a sea of gold & silver. Enjoy a sumptuous breakfast of fresh fruits, cereals, Coffee/tea. Visit nearby Light House, get a bird’s eye view of surrounding hamlets & the turquoise blue sea. Return to Chennai by noon.\n\nTARIFF:\nOffer Price Rs.2500 / Person\nBooking link: http://imojo.in/9ez6y2\n\nCost Includes:\nAccommodation in Camping tents\nHigh Tea & Dinner (Veg/Egg) on Day 1\nBreakfast on Day 2\nSterlized Blankets / mats / pillows / lights and other camping gear\nVisit to a nearby light house\nKite flying and all other activities\n\nCost Excludes:\nTransportation from Chennai to the Camp spot (You have to reach either by your own transport or by public transport - There are number of buses)\n\nFor queries:\nCall us at +91 97900-00401\nor Email exoticampadventures@gmail.com", "start_time": "2017-01-14T16:00:00+0530", "id": "1396325190391594"}, {"name": "Help Shubham reach Paris powered by Panasonic SmartPhones", "description": "Hi friends! \nPanasonic Smartphones is fulfilling my travel dreams through #LiveYourDreams campaign. This campaign is here to satiate the wanderlust cravings to travel and explore the world. It just boosted up my spirits to leave behind the inhibitions and get away from the mundanity of work, to unplug myself from the trap of monotonous schedule and get to my dream destination. Panasonic also provides a phone to capture all the experience.\nThis is the final phase of the contest. Help me live my dreams and travel to my dream destination. It’s been a long and amazing journey towards my dreams. Being just a step away, all I need is your support to win this. Show your love on my posts through your likes, comments and shares. Help me turn my dream into a reality.", "start_time": "2017-01-07T19:00:00+0530", "id": "159750107844081"}, {"name": "Rock of Ages Auditions!", "description": "PLEASE SHARE THIS!!! \n\nThis is a shout out to all people who may be interested in auditioning or to people who would know others who are interested. Freddy Koikaran and Denver Anthony Nicholas are directing ROCK OF AGES, and they're looking for actors, singers, dancers, musicians, crew, and basically - anyone who wants to be part of Chennai's most exciting musical production in 2017!\n\nParticipants should be above 18 years of age, and MUST come prepared with a piece accordingly to perform, between 60 and 90 seconds' duration.\n\nUse this link to register and we'll be in touch! https://stagefright.typeform.com/to/KBxT0q \n\n(Audition timings will be from 4 - 7 pm on Jan. 7 & 8.)\n\nCall 98409 07755 for details!!", "start_time": "2017-01-07T16:00:00+0530", "id": "753117598160019"}, {"name": "Chennai Rainbow Film Festival 2017", "description": "You are all welcome to Chennai Rainbow Fiilm Festival\nfor further detais. Kindly contact us.\n\nShare this information to everyone...\n\nEntry Free", "start_time": "2017-01-04T04:00:00+0530", "id": "198469343894338"}, {"name": "Chennaiyil Thiruvaiyaru 2016", "description": "Now purchase your season #tickets online or at #Lakshmansruthi Music Store. Ticket #Booking gives you complete and confirmed access to the Eight days Music Fest in #Chennai.\n\nThe following are the denominations and Blocks allotted for Chennaiyil Thiruvaiyaru Season 12 -2016 a Music festival", "start_time": "2016-12-18T12:05:00+0530", "id": "1605962896374265"}, {"name": "Education in Ireland Fair Chennai November 2016", "description": "Meet the Irish universities and colleges in Chennai this November to find out more about what courses and scholarships they offer.", "start_time": "2016-11-27T11:00:00+0530", "id": "1795886343988668"}], "paging": {"cursors": {"before": "QVFIUndOcEFZAM0l0Y0E2VHBoS0UwT3piZAXZARLXU5OGMza3NBVDl0djhaU1ZASY2k4Ym9kVS1tcm5INGFMRFpDWUxMRGlfOHloTHFocDl0YlljS0JVTmdmQ3Fn", "after": "QVFIUjhlU0U3QktiRDQxaF83R1hBVE5aVkNsSThyckdnUHlIeEZArcU94N2lzNzFyMkNwaHQ2MkxtRjR3dVRIS2hKQWEtQ2VCRzZAuQ3ZADSWJVeURoWUpSRW1n"}, "next": "https://graph.facebook.com/v2.4/10204594081803932/events?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=name%2Cdescription%2Cstart_time&limit=25&after=QVFIUjhlU0U3QktiRDQxaF83R1hBVE5aVkNsSThyckdnUHlIeEZArcU94N2lzNzFyMkNwaHQ2MkxtRjR3dVRIS2hKQWEtQ2VCRzZAuQ3ZADSWJVeURoWUpSRW1n"}}