{"data": [{"about": "One of the highest grossing horror franchises of all time is back, taking the Jigsaw killer’s signature brand of twisted scenarios to the next level.\n", "name": "Saw", "category": "Movie", "description": "After a series of murders bearing all the markings of the Jigsaw killer, law enforcement find themselves chasing the ghost of a man dead for over a decade and embroiled in a new game that’s only just begun. Is John Kramer back from the dead to remind the world to be grateful for the gift of life? Or is this a trap set by a killer with designs of their own?\n", "id": "91689589085"}, {"about": "Visit our website: www.goisrael.com", "name": "Visit Israel", "category": "Travel Agency", "id": "19487021940"}, {"about": "Official Facebook Page of Suriya Sivakumar", "name": "Suriya Sivakumar", "category": "Artist", "id": "199615973790852"}, {"about": "Organizing for Action is the grassroots movement built by millions of Americans.", "name": "Organizing for Action", "category": "Nonprofit Organization", "description": "In local chapters around the country, OFA volunteers are building the progressive movement from the ground up, community by community, one conversation at a time—whether that’s on a front porch or on Facebook. Together, we're rising up to meet the challenges of today and training the next generation of progressive organizers to fight for change in their local communities—and to lead that fight for decades to come.\n\nWe're Organizing for Action. Are you? ", "id": "203330919857759"}, {"about": "Singer, Musician, Performer, Composer", "name": "Karthik Singer", "category": "Musician/Band", "description": "Introduced by the maestro A.R.Rahman, Karthik has sung over 4000 songs in 7 languages. He has recorded and performed with A.R.Rahman, Ilayaraaja and many others. Karthik has 5 filmfare awards to his name and a list of various other awards.", "id": "464156280333256"}, {"about": "Television Anchor n a travel lover..simple life wit lot of smile...", "name": "Dhivyadharshini", "category": "Artist", "id": "807692719406194"}, {"about": "Illustrating stories from around the world in 3 minutes \n\nTo become a contributor contact: ashima.khajuria@spooksandooks.con", "name": "Spooksandooks", "category": "Media/News Company", "id": "152054318469102"}, {"about": "Create a new one which should not affect the useful old", "name": "Muthu", "category": "Local Business", "id": "259766341158005"}, {"about": "The official home for Need for Speed on Facebook. ESRB Rating: RP-T", "name": "Need for Speed", "category": "Games/Toys", "description": "The official home for Need for Speed on Facebook", "id": "159460420880667"}, {"about": "Home to the Finest English Entertainment. Follow us on Twitter: http://twitter.com/StarWorldIndia\nInstagram : https://www.instagram.com/starworldindia/", "name": "Star World", "category": "TV Channel", "id": "177606331744"}, {"about": "Workouts, training videos and advice to help you reach your fitness goals! \n\nSend us your videos: http://www.unilad.co.uk/submit-fitness-video/", "name": "UNILAD Fitness", "category": "Magazine", "id": "1551985785101226"}, {"name": "Stunning Videos", "category": "Community", "id": "1913666945546849"}, {"about": "Inspiring The World To Reach For Their Dreams.", "name": "Goalcast", "category": "Media/News Company", "description": "We’re in the dream business. We want to change the world one inspired dreamer at a time. \n\nWe create self-development articles, videos, and ebooks designed to keep you motivated, inspired, and on the track to success. \n\nAre you ready to live your best, happiest, and most meaningful life? We can help. \n\nJoin our like-minded community of over 2 million people and take the first steps toward fulfilling your dreams.", "id": "897393153671209"}, {"about": "Online Knife and Tactical Store.\n\nClick the website below to shop", "name": "Blade Runners", "category": "Community", "id": "1735247453375297"}, {"about": "The COLD WAR was a state of political and military tension after World War II between  Western Bloc USA and  USSR Eastern Bloc\n\n", "name": "Cold War", "category": "News & Media Website", "id": "1644292942509687"}, {"about": "Guess if I was simple in the mind, everything would be fine.\n", "name": "Ollie B", "category": "Musician/Band", "description": "I do musical things.", "id": "1461903887364060"}, {"about": "The online newsmagazine", "name": "Globe Today", "category": "Media/News Company", "description": "If you want to stop receiving our posts on Facebook, simply unlike our page. Here's how: https://www.facebook.com/help/227905267225251", "id": "949086895126534"}, {"about": "We want to feed you with stories of love, kindness and laughter that will uplift and make you smile.", "name": "Uplift Post", "category": "Media/News Company", "description": "If you want to stop receiving our posts on Facebook, simply unlike our page. Here's how: https://www.facebook.com/help/227905267225251", "id": "1047843558609388"}, {"about": "NTD Life (http://ntd.tv/inspired): Sharing Humanity, Hope and Freedom. Send us videos and photos of moments that move you, whether it’s funny, heartwarming, interesting, inspiring, or a bit of everything.", "name": "NTD Life", "category": "Media/News Company", "description": "NTD Life delivers stories that inspire 'Hope & Humanity' and is a part of NTD Television.\n\nAt NTD Television, we endeavor to be the world's go-to home for witnessing and sharing the capacity of the human spirit. Every minute, in every corner of the world, there are awakening, inspiring and engaging stories depicting emotionally powerful relationships between humankind and the planet. These awe-inspiring events warm our hearts and fuel our imaginations. From the age of six to the age of 106, people are using their smartphones to chronicle and share remarkable and sometimes near-miraculous interactions. We bring to you some of the best.\n\nAlongside, we are also bringing our transparent, tried-and-tested independent news model, the values imbued in it, and classical arts and culture, to the world.\n\nNTD Television is a non-profit founded in New York City in 2001. Our founders are Chinese Americans who experienced the realities of Tiananmen Square and the ongoing persecution of Falun Gong practitioners in China, and the associated government censorship, disinformation, and propaganda campaigns. With no other sources of information, media the world over were presenting such disinformation as fact. Our founders felt duty-bound to share the truth with the world, including stories of goodness, compassion and selflessness in the face of extreme adversity. With this, NTD was born.\n\nSince then, we’ve grown into the world’s largest Chinese media company outside China—a rare independent one. And we’re not stopping here.\n\nNTD is a US 501(c)(3) nonprofit organization funded by sponsors and individual donations.", "id": "137187660126037"}, {"about": "At Capture a Trip, we excel in helping you plan your vacations.\n\nBook Us with Confidence, we provide you a guarantee to live your moments", "name": "Capture a Trip", "category": "Travel Agency", "description": "We serve Inbound & Outbound Tourists offering best of exciting destinations & the most exclusive itineraries. We are the expertise in offering various tour packages in circle to Domestic & International tours. Our focus has always remained on every single need of travelers. We not only offer competitive prices to the customers but maximum opportunities to opt for. We offer a choice between pure relaxation holidays, cultural tours, adventurous tours, wildlife safari and special packages combining peace and leisure.\nNo matter what your budget is, we have itineraries ranging from economy to the luxurious.\n\n                      Why Us?\n\nTo Experience the wonder of Exceptional itinerary crafted for you!\nWe go beyond your imagination with unique experiences recommended by our expert.\nWe are operating 24*7 to offer you support. Knock us @ anytime from anywhere in the world.\nWe believe in quality service and ensure to attain highest level of customer satisfaction.\n", "id": "1511268418898803"}, {"name": "MA Food recipes", "category": "Food Wholesaler", "id": "451808805169951"}, {"about": "This page is a social welfare page. Keep supporting", "name": "The People's Voices", "category": "Social Club", "description": "We Reveal the Faces with 3rd degree that you have never seen ;) Stay with Us.", "id": "771136246259938"}, {"about": "HappyTrips.com is the definitive guide to destinations, itineraries, things to do, restaurants, nightlife and lots more.", "name": "HappyTrips.com", "category": "Local & Travel Website", "description": "HappyTrips.com is the definitive guide to destinations, itineraries, things to do, restaurants, nightlife and lots more.", "id": "1398600243720712"}, {"about": "Interesting and funny facts about us and our world; IQ quizzes to train your brain; memory improvement tips; inspiring quotes and entertaining stuff. Not suitable for Flat Earth Believers, overly religious or antivaxxers.", "name": "Raise Your Brain", "category": "Community", "id": "668878129888178"}, {"about": "Elite Readers is the place where you can discover more about the internet, the world, and the best stuff on social networks. www.elitereaders.com <3", "name": "Elite Readers", "category": "Media/News Company", "description": "Elite Readers is the place where you can discover more about the internet, the world, and the best stuff on social networks. We share funny stuff, viral videos, motivational quotes and inspiring stories about Life, Friendship, Love, and Happiness. \n\nDISCLAIMER : Elite Readers does not create, claim credit and own any of the images and videos you see. Majority of what we are posting here are images and videos believed to be in the \"public domain\" and origin of some is unclear. They are found on various websites on the internet, books, magazines and visual media. We do not edit, crop and remove water marks posting them the way they are found respecting the copyrights and giving the credit if the artist or author is known. If we have posted something that you think you have a copyright on and do not wish to be shared or if you wish to be properly credited for something that we have posted please e-mail us on support@elitereaders.com to either change, add or remove the work in question. We humbly submit that the videos, quotations, images, photos and paintings posted in this page are for information and for viewing & sharing purposes only and no copyrights infringement is intended. \n\nBe aware that negative comments, offensive comments, promotional or advertising comments will be deleted and user is likely to be banned. User may also be banned for Racist, Sexist or Religious Attacks.", "id": "211921458965316"}], "paging": {"cursors": {"before": "MTMyNTIyMjIwNjk0NzI4", "after": "MjExOTIxNDU4OTY1MzE2"}, "next": "https://graph.facebook.com/v2.4/10204594081803932/likes?access_token=EAACEdEose0cBAIofFityZAtAb7CxTbtUORCsTAVCUvJYgwl3nNnOjdZB1mIUYZCO9LYYtZBvqBampqhV4vKf9yaXuXntefd8OqUrZB8Q8WeGVpNGrTIjCPQKCjyCaRx3T02IwAOhfMO3vqiKbFObqacIN59Ec0vsLpkzyFEMGLW5Ue9kG8YP1ZClAqHkZAZAeGcZD&fields=about%2Cname%2Ccategory%2Cdescription&limit=25&after=MjExOTIxNDU4OTY1MzE2"}}